Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# pod_description_text
source: Causal Organism: Colletotrichum dematium f.sp. truncatum or Colletotrichum truncatum (Schw.) Andrus & W.D. Moore. The pathogen is highly seed-borne. It affects stems, petioles, leaves, and seeds. Anthracnose is visible throughout the soybean growing states of India. It generally causes 16 to 25% damage but sometimes loss in yield can be up to 100% especially when the disease appears in severe form during the seedling stage. Warm weather (temperature around 35°C) coupled with rain, dew, or fog, which can provide free moisture for periods of 12 hours or more, favors the infection of the disease.
hi: कारक संगठन: Colletotrichum dematium f.sp. truncatum या Colletotrichum truncatum (Schw.) Andrus & W.D. Moore. यह रोगकाणु अत्यधिक बीज-जनित होता है। यह तने, पत्तियाँ, पंक्तियाँ और बीजों को प्रभावित करता है। एंथ्रैकोनोज़ भारत के सभी सोयाबीन उगाने वाले राज्यों में दिखाई देता है। यह सामान्यतः 16 से 25% तक क्षति करता है, लेकिन कभी-कभी उपज में 100% तक की हानि हो सकती है, विशेष रूप से जब यह रोग बीजांकुर अवस्था में गंभीर रूप से दिखाई देता है। गर्म मौसम (लगभग 35°C तापमान) और वर्षा, ओस या कोहरा, जो 12 घंटे या उससे अधिक की अवधि के लिए मुक्त नमी प्रदान कर सकते हैं, रोग के संक्रमण को बढ़ावा देते हैं।
mr: कारक सूक्ष्मजीव: कोलेटोट्रिचम डेमेटियम f.sp. ट्रन्कॅटम किंवा कोलेटोट्रिचम ट्रन्कॅटम (Schw.) एंड्रस & W.D. मूर. सूक्ष्मजीव अत्यंत बीजोपाधी आहे. तो खोड, पेटिओल्स, पाने, आणि बीजांवर परिणाम करतो. एंथ्रॅक्नोज संपूर्ण भारतातील सोयाबीनच्या लागवडीच्या राज्यांमध्ये दिसून येतो. तो सर्वसाधारणपणे 16 ते 25% हानी करतो पण कधी कधी बीजांकुरणाच्या अवस्थेत हा रोग तीव्र स्वरूपात आल्यास उत्पन्नाची हानी 100% पर्यंत होऊ शकते. उष्ण हवामान (तापमान अंदाजे 35°C) व पाऊस, थेंब, किंवा धुके यांच्यासह ज्यामुळे 12 तास किंवा अधिक काळासाठी मुक्त ओलावा उपलब्ध होतो, हा रोगांच्या संसर्गाला अनुकूल आहे.
ta: நோய்க்கான காரணி: Colletotrichum dematium f.sp.truncatum or Colletotrichum truncatum (Schw.) Andrus & W.D. Moore. நோய்க்கான கிருமி மிக அதிகம் விதையின் மூலம் பரவுகின்றது. இது காம்பு, இடைநரம்புகள், இலைகள் மற்றும் விதைகளை பாதிக்கின்றது. அந்த்ராக்னோஸ் இந்தியாவின் சோயாபீன் வளர்க்கும் மாநிலங்கள் முழுவதிலும் காணப்படுகிறது. பொதுவாக 16 முதல் 25% வரை பாதிப்பை ஏற்படுத்துகின்றது, ஆனால் சில சமயங்களில் விதை வளர்ச்சியின் தொடக்க நிலையில் நோய் கடுமையாக இருக்கும் போது 100% வரை இழப்பு ஏற்பட முடியும். சுமார் 35°C வெப்பநிலையில் மழை, பனி அல்லது பனிமூட்டம் இணைந்து 12 மணிநேரத்திற்கு மேலாக இலவச ஈரப்பதத்தை ஏற்படுத்தி, நோய் பரவுவதற்கு சாதகமாக உள்ளது.

# pod_symptoms_text
source: 1. Seed and Seedling: Infected seed becomes shriveled, moldy, and brown. Pre- and post-emergence damping off/mortality may occur when infected seeds are planted. Symptoms on cotyledons appear as dark brown sunken cankers. 2. Well-grown plant: The crop is attacked at all stages of growth but symptoms are evident in the early reproductive stage on stems, petioles, and pods. Generally, irregular reddish to dark brown areas appear on infected parts first on the stem. Later on, these are covered by black fungal fruiting bodies (acervuli) with setae (minute black spines), which can be seen by the unaided eye. These setae are a diagnostic character of the disease.
hi: 1. बीज और बीजांकुर: संक्रमित बीज सिकुड़ जाते हैं, सड़ते हैं और भूरे हो जाते हैं। संक्रमित बीजों को बोने पर पूर्व- और पश्चात-उद्भव की मृत्यु हो सकती है। कोटिलेडन पर लक्षण गहरे भूरे रंग के धँसे हुए कांकर के रूप में दिखाई देते हैं। 2. पूर्ण विकसित पौधा: फसल सभी विकास के चरणों में प्रभावित होती है, लेकिन लक्षणों की शुरुआत प्रारंभिक प्रजनन चरण में तनों, पत्तियों और पंक्तियों पर होती है। सामान्यतः, संक्रमित हिस्सों पर असामान्य रूप से लाल से लेकर गहरे भूरे रंग के क्षेत्र पहले तने पर दिखाई देते हैं। बाद में, ये काले कवक के फलनशील शरीर (असेर्वुली) से ढक जाते हैं, जिनमें सेटाए (सूक्ष्म काले कांटे) होते हैं, जिन्हें नग्न आंखों से देखा जा सकता है। ये सेटाए रोग का निदानात्मक लक्षण हैं।
ta: 1. விதை மற்றும் விதைப்பு: பாதிக்கப்பட்ட விதை சுருக்கமாகவும் பழுப்பு நிறமாகவும் மாறுகின்றது. மாதிரி முளைக்கவில்லாத /மரணம் தோன்றும். நோய்க்கான அறிகுறிகள் கொடிய நிலையில் காளைகள் வெளிப்படுகின்றன. 2. நன்கு வளர்ந்த தாவரங்கள்: நோய்க்கான அறிகுறிகள் காம்பு, இடைநரம்புகள் மற்றும் பாக்குகளில் வெளிப்படுகின்றன. பொதுவாக பாதிக்கப்பட்ட பகுதிகளில் சுருக்கமான சிவப்பு முதல் கருப்பு நிற பகுதிகள் முதலில் காம்பில் தோன்றுகின்றன. பின்னர் கருப்பு நிறமாக மற்றும் சிஸ்டிஆண்டிரிமியா காரணமாக இது அறிகுறியாக மாறும்.

# pod_management_text
source: Use of clean and healthy seeds. Burning of infected plant debris. Cultivation of moderately resistant varieties like Bragg, Himso 1563, Hardee, PK 472, JS 80-21, Pusa 37, VLS 21, NRC 12, etc. Seed treatment with thiram + carbendazim (2:1) or captan @ 3g/kg seed and spray of zineb or mancozeb 0.2% on infected crop.
hi: स्वच्छ और स्वस्थ बीजों का उपयोग। संक्रमित पौधों के मलबे को जलाना। मध्यम प्रतिरोधक किस्मों जैसे ब्रैग, हिम्सो 1563, हार्डी, पीके 472, जेएस 80-21, पुसा 37, वीएलएस 21, एनआरसी 12, आदि की खेती। बीज उपचार के लिए थिराम + कार्बेन्डाजिम (2:1) या कैप्टन @ 3 ग्राम/किलोग्राम बीज और संक्रमित फसल पर जिनेब या मैंकोज़ेब 0.2% का छिड़काव।
ta: சுத்தமான மற்றும் ஆரோக்கியமான விதைகளை பயன்படுத்துதல். நோய்க்கான தாவரக் கழிவுகளை எரித்தல். சாரந்த எதிர்ப்பு கொண்ட வகைகளை பயிரிடுதல். விதையை திரம் + கார்பென்டாசிம் (2:1) அல்லது கேப்டான் @ 3g/kg விதை சிகிச்சை மற்றும் பாதிக்கப்பட்ட பயிரில் ஜினிப் அல்லது மாங்கோசிப் 0.2% தெளித்தல்.

# rust_title
source: Rust
hi: जंग
ta: பழுப்பு

# rust_description_text
source: Use of clean and healthy seeds. Burning of infected plant debris. Cultivation of moderately resistant varieties like Bragg, Himso 1563, Hardee, PK 472, JS 80-21, Pusa 37, VLS 21, NRC 12, etc. Seed treatment with thiram + carbendazim (2:1) or captan @ 3g/kg seed and spray of zineb or mancozeb 0.2% on infected crop.
hi: स्वच्छ और स्वस्थ बीजों का उपयोग करें। संक्रमित पौधों के मलबे को जलाना। ब्रैग, हिम्सो 1563, हार्डी, पीके 472, जेएस 80-21, पुसा 37, वीएलएस 21, एनआरसी 12 जैसी मध्यम प्रतिरोधी किस्मों की खेती करें। थिराम + कार्बेन्डाजिम (2:1) या कैप्टन @ 3 ग्राम/किलोग्राम बीज से बीज उपचार करें और संक्रमित फसल पर जिनेब या मांकोजेब 0.2% का छिड़काव करें।
ta: சுத்தமான மற்றும் ஆரோக்கியமான விதைகளை பயன்படுத்துதல். நோய்க்கான தாவரக் கழிவுகளை எரித்தல். சாரந்த எதிர்ப்பு கொண்ட வகைகளை பயிரிடுதல். விதையை திரம் + கார்பென்டாசிம் (2:1) அல்லது கேப்டான் @ 3g/kg விதை சிகிச்சை மற்றும் பாதிக்கப்பட்ட பயிரில் ஜினிப் அல்லது மாங்கோசிப் 0.2% தெளித்தல்.

# rust_symptoms_text
source: 1. On seedling and well-grown plants: Initially abundant chlorotic gray-brown minute spots of the size of the tip of a sewing needle appear in groups on the leaves, primarily on the lower surface. Slowly these spots increase in size and turn to tan to reddish-brown angular spots measuring 2 to 5 mm2 and later form pustules. Usually, the leaf tissues around the group of spots become yellow which distinguishes rust symptoms from bacterial pustule symptoms where leaf tissues around a single spot become chlorotic and yellow. Leaves turn brown within a short time causing early defoliation and reduction in the number of pods, seeds, and seed weight. The disease usually appears in small patches in the field then quickly spreads to the whole field. Presence of loose brown powder owing to the rupture of pustules is a characteristic symptom.
hi: 1. बीजांकुर और पूर्ण विकसित पौधों पर: शुरुआत में बहुत छोटे ग्रे-भूरे रंग के श्वेतिमा धब्बे, जो सिलाई की सुई के टिप के आकार के होते हैं, पत्तियों पर समूहों में दिखाई देते हैं, मुख्य रूप से निचली सतह पर। धीरे-धीरे ये धब्बे आकार में बढ़ते हैं और तन से लेकर लाल-भूरे रंग के कोणीय धब्बों में बदल जाते हैं, जिनका आकार 2 से 5 मिमी² होता है और बाद में ये पुस्टुल्स का रूप ले लेते हैं। आमतौर पर, इन धब्बों के आसपास की पत्तियां पीली पड़ जाती हैं, जो जंग के लक्षणों को बैक्टीरियल पुस्टुल लक्षणों से अलग करती हैं, जहां एकल धब्बे के आसपास की पत्तियां श्वेतिमा और पीली हो जाती हैं। पत्तियां जल्दी भूरे रंग में बदल जाती हैं, जिससे जल्दी पत्तियां गिरने और पंक्तियों, बीजों और बीज के वजन में कमी आती है। रोग सामान्यतः खेत में छोटे धब्बों के रूप में दिखाई देता है, फिर जल्दी से पूरे खेत में फैल जाता है। पुस्टुल्स के फटने से उत्पन्न हलका भूरे रंग का पाउडर इसकी एक विशेषता लक्षण है।
ta: 1. விதைப்பு மற்றும் நன்கு வளர்ந்த தாவரங்களில்: முதலில் நிறைய சிறிய சாம்பல்-பழுப்பு நிற புள்ளிகள் இலைகளின் அடிப்புறத்தில் தோன்றுகின்றன. மெதுவாக இப்புள்ளிகள் வளர்ந்து 2 முதல் 5 மிமீ² அளவிலான சிவப்பு நிற புள்ளிகளாக மாறுகின்றன.

# choanephora_title
source: Choanephora Leaf Blight
hi: कोएनिफोरा लीफ ब्लाइट
ta: சோயானேபோரா இலை பசிப்போக்கு

# choanephora_description_text
source: Causal Organism: Choanephora infundibulifera (Currey) Sacc. The pathogen is air borne. It affects leaves. In India, it is common in Delhi, M.P., and Rajasthan. Disease is reported to cause 5 to 4% losses in yield. Disease is favoured by cool weather coupled with high relative humidity close to the saturation point.
hi: कारणकारी जीव: चोअनफोरा इन्फंडिबुलीफेरा (कुरी) सैक। यह रोगजनक हवा द्वारा फैलता है। यह पत्तियों को प्रभावित करता है। भारत में, यह दिल्ली, मध्य प्रदेश, और राजस्थान में सामान्य है। यह रोग उपज में 5 से 4% हानि करने के लिए रिपोर्ट किया गया है। यह रोग ठंडे मौसम और उच्च सापेक्ष आर्द्रता के संयोजन से बढ़ता है, जो संतृप्ति बिंदु के पास होती है।
ta: நோய்க்கான காரணி: Choanephora infundibulifera (Currey) Sacc. இந்த நோய்க்கான கிருமி காற்றில் பரவுகின்றது. இது இலைகளை பாதிக்கின்றது. இந்தியாவில், டெல்லி, மத்திய பிரதேசம் மற்றும் ராஜஸ்தான் ஆகிய இடங்களில் அதிகமாக உள்ளது. இந்த நோய் 5% முதல் 4% வரை விளைச்சல் இழப்புகளை ஏற்படுத்துகின்றது. இந்த நோய் குளிர்ந்த வானிலை மற்றும் அதிக ஈரப்பதத்துடன் நிலைத்த நிலைமைகளில் ஏற்படுகின்றது.

# choanephora_symptoms_text
source: 1. On well-grown plant: Symptoms appear 2-3 days after continued rain on mature leaves and occasionally on younger leaves at the top of the plant. Infected area appears grayish similar to scald or chemical injury on distal halves of infected leaves, which later turn dark. Pods may also be infected and extensive defoliation can also occur. Under extended periods of high humidity and cool weather, sporangiophores and sporangia can be seen by the unaided eye early in the morning on the infected area of leaves.
hi: 1. पूर्ण विकसित पौधे पर: लक्षण बारिश के 2-3 दिनों बाद परिपक्व पत्तियों पर और कभी-कभी पौधे के ऊपर की नई पत्तियों पर दिखाई देते हैं। संक्रमित क्षेत्र ग्रे जैसा दिखाई देता है, जो जलने या रासायनिक चोट के समान होता है और बाद में यह काला हो जाता है। फलियां भी संक्रमित हो सकती हैं और व्यापक पत्तियां गिरने की घटना हो सकती है। उच्च आर्द्रता और ठंडे मौसम के लंबे समय तक रहने पर, स्पोरांजियोफोर्स और स्पोरांजिया संक्रमित पत्तियों पर प्रातः काल बिना किसी सहारे से देखी जा सकती हैं।
ta: 1. நன்கு வளர்ந்த தாவரங்களில்: தொடர்ச்சியான மழைக்குப் பிறகு 2-3 நாட்களில் முதிர்ந்த இலைகளில் அறிகுறிகள் தோன்றுகின்றன மற்றும் அடிக்கடி தாவரத்தின் உச்சத்தில் உள்ள இளம் இலைகளில் காணப்படுகின்றன. பாதிக்கப்பட்ட பகுதி வெள்ளை நிறத்தில் இரண்டிலும் உள்ளதுபோல தோன்றுகின்றது, பின்னர் கருப்பு நிறமாக மாறுகின்றது. பாக்குகளும் பாதிக்கப்படலாம் மற்றும் பெருமளவில் இலைகள் உதிர்க்கப்படலாம். நீண்ட காலத்திற்கு மேலாக அதிக ஈரப்பதம் மற்றும் குளிர்ந்த வானிலையில் பாதிக்கப்பட்ட இலைகளின் மீது வெள்ளி மற்றும் சிறிய கருப்பு துண்டு உருவாகும்.

# choanephora_management_text
source: Burning of infected plant parts to prevent secondary spread of the disease. Spray of copper oxychloride @ 0.2% or carbendazim (0.05%) over the affected crop.
hi: संक्रमित पौधों के हिस्सों को जलाना ताकि रोग का द्वितीयक प्रसार रोका जा सके। प्रभावित फसल पर कॉपर ऑक्सीक्लोराइड @ 0.2% या कार्बेन्डाजिम (0.05%) का छिड़काव करें।
ta: நோயின் இரண்டாவது பரவலைத் தடுக்க பாதிக்கப்பட்ட தாவரப் பகுதிகளை எரித்தல். பாதிக்கப்பட்ட பயிரில் தாமிர ஆக்ஸிகிளோரிட் @ 0.2% அல்லது கார்பென்டாசிம் (0.05%) தெளித்தல்.

# leaf_spot_title
source: Frogeye Leaf Spot
hi: फ्रोगआय पत्ते की धब्बा
ta: தவளை கண் இலை புள்ளி

# leaf_description_text
source: Causal Organism: Cercospora sojina Hara. The pathogen is seed as well as air borne. It affects stems, foliage, pods, and seeds. Most prevalent in Uttaranchal, Himachal Pradesh, Madhya Pradesh, and N. E. States. Under congenial conditions, it can cause around 22% yield losses. Disease is favoured by warm and wet conditions and appears in severe proportions in seasons with frequent rainfall.
hi: कारणकारी जीव: सर्कोस्पोरा सोजिना हारा। यह रोगजनक बीज के साथ-साथ हवा द्वारा फैलता है। यह तने, पत्तियाँ, फलियाँ, और बीजों को प्रभावित करता है। उत्तरांचल, हिमाचल प्रदेश, मध्य प्रदेश और उत्तर-पूर्वी राज्यों में यह सबसे अधिक पाया जाता है। अनुकूल परिस्थितियों में, यह लगभग 22% तक उपज में हानि कर सकता है। यह रोग गर्म और गीली परिस्थितियों को पसंद करता है और बार-बार बारिश होने वाले मौसमों में यह गंभीर रूप से फैल सकता है।
mr: कारक जीव: Cercospora sojina Hara. हा रोगजंतू बियाण्याद्वारे तसेच हवेने पसरतो. हा रोग खोड, पाने, शेंगा आणि बियांना बाधित करतो. उत्तरांचल, हिमाचल प्रदेश, मध्य प्रदेश आणि ईशान्येकडील राज्यांमध्ये प्रामुख्याने दिसतो. अनुकूल परिस्थितीत, हा सुमारे 22% उत्पादनात घट करू शकतो. उष्ण आणि दमट हवामान तसेच सततच्या पावसामुळे हा रोग तीव्र स्वरूपात दिसतो.
ta: நோய்க்கான காரணி: Cercospora sojina Hara. இந்த நோய்க்கான கிருமி விதை மற்றும் காற்றில் பரவுகின்றது. இது காம்பு, இலைகள், பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. உத்தராஞ்சல், ஹிமாச்சல பிரதேசம், மத்திய பிரதேசம் மற்றும் வடகிழக்கு மாநிலங்களில் மிக அதிகமாக உள்ளது. ஆரோக்கியமான நிலைகளில், இது சுமார் 22% வரை விளைச்சல் இழப்புகளை ஏற்படுத்த முடியும். இந்த நோய் வெப்பமான மற்றும் ஈரமான நிலைகளில் ஏற்படுகின்றது மற்றும் அதிக மழை காலங்களில் கடுமையாக காணப்படுகிறது.

# leaf_symptoms_text
source: 1. On seed and seedling: Light to dark gray or brown areas varying from specks to large blotches appear on seed. Sometimes cracks or flakes occur in seed coat. Germination is reduced and infected seeds produce week stunted seedlings with brown lesions on the cotyledons. 2. On well-grown plant: First symptom normally appears at the time of flowering or two months after planting. Grayish-green water-soaked spots which turn to small light brown circular to angular spots appear on leaves and other aerial parts. These spots later on become ashy gray from the center with purplish to dark brown margins.
hi: 1. बीज और अंकुर पर: बीजों पर हल्के से लेकर गहरे भूरे या ग्रे रंग के धब्बे दिखाई देते हैं, जो धब्बों से लेकर बड़े धब्बों तक हो सकते हैं। कभी-कभी बीज की परत में दरारें या छिलके दिखाई देते हैं। अंकुरण में कमी आती है और संक्रमित बीज कमजोर, अविकसित अंकुर पैदा करते हैं जिन पर कोटिलेडन्स पर भूरे रंग के धब्बे होते हैं। 2. पूर्ण विकसित पौधे पर: पहले लक्षण आमतौर पर फूलने के समय या रोपाई के दो महीने बाद दिखाई देते हैं। पत्तियों और अन्य हवाई भागों पर हल्के भूरे रंग के गोलाकार से लेकर कोणीय धब्बे दिखाई देते हैं, जो बाद में केंद्र से राख के रंग के हो जाते हैं और उनके किनारे बैंगनी से लेकर गहरे भूरे रंग के होते हैं।
mr: 1. बियांवर आणि रोपांवर: हलक्या ते गडद राखाडी किंवा तपकिरी डाग दिसतात, जे छोट्या ठिपक्यांपासून मोठ्या डागांपर्यंत असतात. कधी-कधी बियांच्या आवरणावर तडे किंवा झीज जाणवते. उगम कमी होतो आणि संक्रमित बियांपासून कमकुवत, खुंटलेली रोपे तयार होतात ज्यावर तपकिरी डाग असतात. 2. प्रगत अवस्थेतील वनस्पतींवर: फुलोर्‍याच्या वेळी किंवा लागवडीच्या दोन महिन्यांनंतर पहिला लक्षण दिसतो. राखाडी-हिरवट पाण्याचे डाग दिसतात जे नंतर हलक्या तपकिरी गोलसर ते कंगोरेदार ठिपक्यांमध्ये बदलतात. हे डाग नंतर मध्यभागी राखाडी होऊन जांभळ्या किंवा गडद तपकिरी कडांनी वेढलेले दिसतात.
ta: 1. விதை மற்றும் விதைப்பு: லேசான பச்சை முதல் மஞ்சள் வரை சிறிய முதல் பெரிய வரை கொண்ட புள்ளிகள் விதையில் தோன்றுகின்றன. சில நேரங்களில் விதையின் தோலில் பிளவுகள் அல்லது சிறு துண்டுகள் ஏற்படும். முளைப்புதன்மை குறைக்கப்படுகிறது மற்றும் பாதிக்கப்பட்ட விதைகள் குறுகிய வளர்ச்சியுடன் உள்ளவையாகவும், பிணைந்த புள்ளிகள் கொண்ட இலைகளுடன் காணப்படுகின்றன. 2. நன்கு வளர்ந்த தாவரங்களில்: முதலில் அறிகுறிகள் பொதுவாக மலர்ச்சியின் போது அல்லது இரு மாதங்களுக்குப் பிறகு தோன்றுகின்றன. இலைகளில் மற்றும் பிற மேல்மறை பகுதிகளில் பச்சை நிற நீர்ப்பசும் புள்ளிகள் தோன்றுகின்றன, பின்னர் இவை பழுப்பு நிற வட்டமாக மாறுகின்றன.

# leaf_management_text
source: Removal and burning of crop debris. Use of clean and certified seed and moderately resistant varieties like Bragg, JS 80-21, KHSb 2, VLS 21, etc. Seed treatment with thiram + carbendazim (2:1) @ 0.3%. Spray of carbendazim or thiophanate methyl @ 0.05% or zineb or ziram (0.2%) over the infected crop.
hi: फसल अवशेषों को हटाना और जलाना। स्वच्छ और प्रमाणित बीजों का उपयोग करें और ब्रैग, JS 80-21, KHSb 2, VLS 21 जैसी आंशिक रूप से प्रतिरोधी किस्मों का उपयोग करें। बीजों का थिराम + कार्बेन्डाजिम (2:1) @ 0.3% से उपचार करें। प्रभावित फसल पर कार्बेन्डाजिम या थियोफेनेट मिथाइल @ 0.05% या ज़िनेब या ज़िराम (0.2%) का छिड़काव करें।
mr: पिकाच्या अवशेषांचे काढणी आणि जाळून टाकणे. स्वच्छ आणि प्रमाणित बियाण्यांचा तसेच ब्रॅग, JS 80-21, KHSb 2, VLS 21 यांसारख्या मध्यम प्रतिकारक्षम प्रकारांचा वापर करा. बियाण्यांवर थिरम + कार्बेन्डाझिम (2:1) @ 0.3% ने प्रक्रिया करा. संक्रमित पिकावर कार्बेन्डाझिम किंवा थायोफेनेट मिथाइल @ 0.05% किंवा झिनेब किंवा झिराम (0.2%) फवारणी करा.
ta: பயிர்க் கழிவுகளை அகற்றுதல் மற்றும் எரித்தல். சுத்தமான மற்றும் சான்றளிக்கப்பட்ட விதைகளை பயன்படுத்துதல் மற்றும் சாரந்த எதிர்ப்பு கொண்ட வகைகள்.

# cercospora_title
source: Cercospora Blight
hi: सर्कोस्पोरा ब्लाइट
mr: सर्कोस्पोरा ब्लाईट
ta: செர்கோஸ்போரா பசிப்போக்கு

# cercospora_description_text
source: Causal Organism: Cercospora kikuchii (T. Matsu & Tomoyasu) Gardner. The pathogen is seed as well as air borne. It affects leaves, stems, pods, and seeds. Disease is prominently occurring in the states of Madhya Pradesh, Maharashtra, Karnataka, and North Eastern States. It can result in 15 to 30% yield loss. Humid and warm weather, especially from flowering to physiological maturity stage, favors the infection. Fungus sporulates heavily at the temperature range of 23 to 27°C. Rainfall 15 days before harvest favors infection and color development. Longer flowering periods and shortened photoperiods also favor the disease.
hi: कारणकारी जीव: सर्कोस्पोरा किकुची (T. माट्सु & टोमॉयासू) गार्डनर। यह रोगजनक बीज के साथ-साथ हवा द्वारा फैलता है। यह पत्तियों, तनों, फलियों, और बीजों को प्रभावित करता है। यह रोग मध्य प्रदेश, महाराष्ट्र, कर्नाटका और उत्तर-पूर्वी राज्यों में प्रमुख रूप से होता है। यह 15% से 30% तक उपज हानि का कारण बन सकता है। उमसदार और गर्म मौसम, विशेष रूप से फूलने से लेकर जैविक परिपक्वता के चरण तक, संक्रमण को बढ़ावा देता है। फंगस 23 से 27°C के तापमान पर भारी मात्रा में बीजाणु उत्पन्न करता है। फसल कटाई से 15 दिन पहले वर्षा संक्रमण और रंग के विकास को बढ़ावा देती है। लंबे फूलने की अवधि और संकुचित प्रकाशकाल भी इस रोग के लिए अनुकूल हैं।
mr: कारक जीव: Cercospora kikuchii (T. Matsu & Tomoyasu) Gardner. हा रोगजंतू बियाण्याद्वारे तसेच हवेने पसरतो. हा पानं, खोड, शेंगा आणि बियांना बाधित करतो. प्रामुख्याने मध्य प्रदेश, महाराष्ट्र, कर्नाटक आणि ईशान्येकडील राज्यांमध्ये दिसतो. उष्ण आणि दमट हवामान, विशेषतः फुलोर्‍याच्या वेळी, संक्रमणाला प्रोत्साहन देते.
ta: நோய்க்கான காரணி: Cercospora kikuchii (T. Matsu & Tomoyasu) Gardner. இந்த நோய்க்கான கிருமி விதை மற்றும் காற்றில் பரவுகின்றது. இது இலைகள், காம்பு, பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. இந்த நோய் மத்திய பிரதேசம், மகாராஷ்டிரா, கர்நாடகா மற்றும் வடகிழக்கு மாநிலங்களில் காணப்படுகிறது. இது 15 முதல் 30% வரை விளைச்சல் இழப்பை ஏற்படுத்தும். ஈரமான மற்றும் வெப்பமான வானிலை, குறிப்பாக மலர்ச்சியிலிருந்து சித்தாந்த முறைக்கு மிகவும் சாதகமாக உள்ளது. 23 முதல் 27°C வரை வெப்பநிலை, 15 நாட்களுக்கு முந்தைய மழை, நீண்ட மலர்ச்சி காலம், குறைந்த ஒளியாலைகள் ஆகியவை நோய் பரவுவதற்கு சாதகமாக உள்ளன.

# cercospora_symptoms_text
source: 1. On seed and seedling: Infected seeds may have pink to light purple to dark purple areas ranging from small specks to large blotches covering the whole surface. Germination of infected seeds becomes low. Upon germination, shriveled and discolored cotyledons are produced which fall prematurely. Resulted seedlings may die within a few days. 2. On well-grown plants: At or after the full pod stage, reddish-brown to purple, angular to irregular lesions ranging from tiny spots to large irregular blotches appear on leaves. They may coalesce to form large necrotic areas. Sometimes upper leaves appear light purple, leathery, and dark. Blighting of younger upper leaves over large areas is the striking symptom of the disease. Numerous infections cause rapid chlorosis and necrosis of leaf tissues. Veinal necrosis, defoliation from upper young leaves along with early senescence of the plant is also very common.
hi: 1. बीज और अंकुर पर: संक्रमित बीजों पर गुलाबी से हल्के बैंगनी से लेकर गहरे बैंगनी रंग के धब्बे होते हैं, जो छोटे धब्बों से लेकर पूरे सतह पर बड़े धब्बों में बदल सकते हैं। संक्रमित बीजों का अंकुरण कम हो जाता है। अंकुरण के दौरान सिकुड़ी हुई और रंग बदल चुकी कोटिलेडन्स उत्पन्न होती हैं, जो जल्दी गिर जाती हैं। परिणामी अंकुर कुछ दिनों में मर सकते हैं। 2. पूरी तरह से विकसित पौधों पर: फली की पूरी अवस्था के समय या बाद में, पत्तियों पर लाल-भूरे से बैंगनी, कोणीय से अनियमित घाव दिखाई देते हैं, जो छोटे धब्बों से लेकर बड़े असममित धब्बों में बदल सकते हैं। ये घाव एकत्र होकर बड़े नेक्रोटिक क्षेत्र बना सकते हैं। कभी-कभी ऊपरी पत्तियाँ हल्की बैंगनी, चमड़े जैसी और काली हो सकती हैं। बड़ी क्षेत्रों में ऊपरी पत्तियों का मुरझाना इस रोग का प्रमुख लक्षण है। कई संक्रमणों के कारण पत्तियों के ऊतकों में तेजी से क्लोरोसिस और नेक्रोसिस होती है। पत्तियों की शिराओं में नेक्रोसिस, ऊपरी युवा पत्तियों से पत्तियां गिरना और पौधों की जल्दी परिपक्वता भी बहुत सामान्य है।
mr: 1. बियांवर आणि रोपांवर: संक्रमित बियांवर गुलाबी ते जांभळ्या रंगाचे डाग दिसतात. उगम दर कमी होतो आणि रोपांवर गडद जांभळे डाग तयार होतात. 2. प्रगत अवस्थेतील वनस्पतींवर: पानांवर लालसर तपकिरी डाग दिसतात, जे मोठ्या कडक डागांमध्ये रूपांतरित होतात. तसेच वरच्या पानांवर वेगळ्या प्रकारचे डाग दिसतात.
ta: 1. விதை மற்றும் விதைப்பு: பாதிக்கப்பட்ட விதைகளில் சிறிய புள்ளிகள் முதல் பெரிய புள்ளிகள் வரை தோன்றுகின்றன. முளைப்புதன்மை குறைபாடுகளுடன் காணப்படும். இரண்டாவது பக்க வளர்ச்சி குறைவாக உள்ள வளர்ச்சியுடன் சுருங்கிய விதைகள் வெளிப்படுகின்றன. பாதிக்கப்பட்ட விதைகள் சில நாட்களில் இறந்து விடலாம். 2. நன்கு வளர்ந்த தாவரங்களில்: முழு பாக்கு நிலையில் அல்லது அதன் பின்னர், சிவப்பு முதல் பச்சை வரை புள்ளிகள் இலைகளில் தோன்றுகின்றன. இவை பெரிய புள்ளிகளாக மாறுகின்றன. சில நேரங்களில் மேலிருக்கும் இலைகள் பச்சை நிறத்தில் leathery மற்றும் இருண்டவை ஆகின்றன. இவை நோயின் மிக முக்கியமான அறிகுறிகள் ஆகும். இலைகள் இதனால் மிக விரைவாக மாறுகின்றன.

# cercospora_management_text
source: Use of clean & certified seeds. Cultivation of less susceptible varieties like JS 80-21 and Bragg, etc. Seed treatment with thiram + carbendazim (2:1) or captan @ 0.3% and subsequent spray of benomyl @ 0.1% or thiophenate methyl @ 0.05% over infected crop.
hi: स्वच्छ और प्रमाणित बीजों का उपयोग करें। कम संवेदनशील किस्मों जैसे JS 80-21 और ब्रैग आदि की खेती करें। बीजों का थिराम + कार्बेन्डाजिम (2:1) या कैप्टन @ 0.3% से उपचार करें और इसके बाद संक्रमित फसल पर बेनोमाइल @ 0.1% या थियोफेनेट मिथाइल @ 0.05% का छिड़काव करें।
mr: स्वच्छ आणि प्रमाणित बियाण्यांचा वापर करा. JS 80-21 आणि ब्रॅग यांसारख्या कमी संवेदनशील प्रकारांचे लागवड करा. बियाण्यांवर थिरम + कार्बेन्डाझिम (2:1) @ 0.3% प्रक्रिया करा.
ta: சுத்தமான மற்றும் சான்றளிக்கப்பட்ட விதைகளை பயன்படுத்துதல். குறைவான பாதிக்கப்படும் வகைகளை பயிரிடுதல்.

# decay_title
source: Pod & Stem Blight and Phomopsis Seed Decay
hi: पॉड और स्टेम ब्लाइट और फोमॉप्सिस बीज सड़न
mr: शेंगा आणि खोड कुजणे
ta: பாக்கு மற்றும் காம்பு பசிப்போக்கு மற்றும் போமோப்சிஸ் விதை அழுகியதைத் தடுப்பு.
