Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# phyllody_symptom
source: 1. On well-grown plants: Symptoms generally appear either at the time of flowering or the beginning of pod formation. Infected plants may have excessive branching, stem with short internodes, stunted growth, and profuse bud proliferation. Floral organs of such plants transform into leaf-like structures known as phyllody. Plants may bear pods or have scanty pods with no seed or small wrinkled seed. Delayed senescence as such plants remain green for more time than the healthy ones. Premature green pods express in-situ seed germination.
hi: 1. अच्छी तरह से उगाए गए पौधों पर: लक्षण आमतौर पर फूलने या फली निर्माण की शुरुआत के समय दिखाई देते हैं। संक्रमित पौधों में अत्यधिक शाखाएँ, छोटे अंतराल वाले तने, अवरुद्ध वृद्धि और अधिक बडों का प्रसार हो सकता है। ऐसे पौधों के फूल के अंग पत्तियों के समान संरचनाओं में बदल जाते हैं, जिसे फिलोडी कहा जाता है। पौधे फली पैदा कर सकते हैं या फली कम हो सकती है जिसमें कोई बीज या छोटे सिकुड़े हुए बीज होते हैं। अपरिपक्व समय में भी ये पौधे हरे रहते हैं। असमय हरी फली में बीज का अंकुरण देखा जाता है।
mr: 1. चांगल्या वाढलेल्या वनस्पतींवर: लक्षणे सामान्यतः फुलांच्या वेळी किंवा शेंगा तयार होण्याच्या सुरुवातीस दिसून येतात. संक्रमित वनस्पतींमध्ये अत्यधिक शाखा, लहान अंतरांमुळे कोंब, थांबलेली वाढ, आणि भरपूर कळींची वाढ दिसू शकते. अशा वनस्पतींच्या फुलांच्या अवयवांची रूपांतरण पानांसारख्या संरचनांमध्ये होते ज्याला फाइलोडी म्हणतात. वनस्पतींमध्ये शेंगा असू शकतात किंवा कमी शेंगा असू शकतात ज्यात बिया नसतात किंवा लहान, चुरमुरीत बिया असतात. या वनस्पतींमध्ये विलंबित झुरणे होते कारण त्या स्वस्थ वनस्पतींपेक्षा अधिक काळ हिरव्या राहतात. पूर्वीच हिरव्या शेंगांमध्ये इन-सिटू बियाणे अंकुरण होते.
ta: 1. நன்கு வளர்ந்த தாவரங்களில்: மலர்ச்சி அல்லது மொட்டின் உருவாக்கத்தின் தொடக்கத்தில் அறிகுறிகள் தோன்றுகின்றன. பாதிக்கப்பட்ட தாவரங்களில் மிகுந்த கிளைப்பு, குறைவான இடைநரம்புகளுடன் காம்பு, குறைந்த வளர்ச்சி மற்றும் அதிகமாக மொட்டு உருவாக்கம் காணப்படுகின்றன. இந்த வகையான தாவரங்களின் மலர் உறுப்புகள் பண்ணுவிக்கும் இலை போன்ற அமைப்புகளாக மாறுகின்றன. பாக்குகள் இல்லை அல்லது குறைவாக உள்ளன. இந்த தாவரங்கள் ஆரோக்கியமானவற்றைப் போலவே குறுகிய காலத்திற்கு நீளமானவை ஆகின்றன.

# phyllody_management
source: Sprays of chlorpyrifos 1.5 L, or triazophos 800 ml, or methomyl 1 kg, or ethion 1.5 L, or quinalphos 1.5 L, or ethofenprox 1 L per hectare at 18-20 days and 28-30 days after sowing (spray solution required is 800 L/ha) for hotspot areas. In other areas, one spray at 28-30 days after sowing. The other recommended package of practices are as follows: 1. Soil application of Phorate 10 G @ 1 kg a.i./ha at the time of planting. 2. Seeds from affected fields are not to be used for sowing. 3. Use of optimum seed rates (65 to 80 kg/ha for small and bold seeded varieties) to avoid high plant populations, which predispose plants to insect incidence. 4. If possible, avoid cultivation of crops such as sun-hemp and sesame, which may harbor insect vectors and phytoplasma.
hi: 18-20 दिन और 28-30 दिन के अंतराल में हॉटस्पॉट क्षेत्रों में क्लोर्पाइरिफोस 1.5 लीटर, ट्रियाजोफोस 800 मिली, या मेथोमिल 1 किग्रा, या एथियन 1.5 लीटर, या क्विनाल्फोस 1.5 लीटर, या एथोफेनप्रॉक्स 1 लीटर प्रति हेक्टेयर का छिड़काव करना चाहिए (स्प्रे समाधान की आवश्यकता 800 लीटर/हेक्टेयर)। अन्य क्षेत्रों में, 28-30 दिनों के बाद एक छिड़काव किया जाना चाहिए। अन्य अनुशंसित पैकेज ऑफ प्रैक्टिस इस प्रकार हैं: 1. रोपण के समय फोराट 10 जी @ 1 किग्रा/हेक्टेयर का मिट्टी में आवेदन। 2. प्रभावित क्षेत्रों से बीजों का उपयोग बुवाई के लिए नहीं करना चाहिए। 3. उचित बीज दरों का उपयोग (छोटे और मोटे बीज वाली किस्मों के लिए क्रमशः 65 से 80 किग्रा/हेक्टेयर) उच्च पौधों की जनसंख्या को अव्यवस्थित करने से बचने के लिए। 4. यदि संभव हो, तो ऐसे फसलों की खेती से बचें जैसे सूरज-हेम्प और तिल, जो कीटों और फाइटोप्लाज्मा के वाहक हो सकते हैं।
mr: हॉटस्पॉट क्षेत्रांसाठी 18-20 दिवस आणि 28-30 दिवसांनंतर 1.5 L क्लोर्पिरिफोस, किंवा 800 ml ट्रायझोफॉस, किंवा 1 kg मेथोमिल, किंवा 1.5 L एथियन, किंवा 1.5 L क्विनाल्फॉस, किंवा 1 L एथोफेनप्रॉक्स प्रति हेक्टर फवारणी (फवारणीसाठी आवश्यक द्रावण 800 L/है) करणे. इतर क्षेत्रांमध्ये, 28-30 दिवसांनंतर एक फवारणी करणे. इतर शिफारस केलेल्या पद्धती पुढीलप्रमाणे आहेत: 1. लागवडीच्या वेळी फोरेट 10 G चा मातीमध्ये 1 kg a.i./ha प्रमाणात वापर. 2. प्रभावित क्षेत्रांतील बिया लागवडीसाठी वापरता येणार नाहीत. 3. उच्च वनस्पती लोकसंख्या टाळण्यासाठी योग्य बियाणे दरांचा वापर (लहान आणि मोठ्या बियाणांच्या प्रकारांसाठी 65 ते 80 kg/ha)
ta: குளோர்பிராஃபோஸ் 1.5 லிட்டர், டிரையாசோபோஸ் 800 மிலி, மெதோமில் 1 கி, எத்தியான் 1.5 லிட்டர், குவினால்போஸ் 1.5 லிட்டர், எத்தியோபென்பிராஃக் 1 லிட்டர் ஆகியவற்றைப் பயன்படுத்தி 18-20 நாட்கள் மற்றும் 28-30 நாட்களில் தெளிக்கவும் (800 லிட்டர்/ஹெ தெளிப்பு தீர்வு தேவைப்படும்). பிற பகுதிகளில் 28-30 நாட்களில் ஒரு முறை தெளிக்கவும். பிற பரிந்துரைக்கப்பட்ட நடைமுறைகள் பின்வருமாறு: 1. போரேட் 10 G @ 1 கி.ஐ./ஹெ மண்ணில் பயன்படுத்தவும். 2. பாதிக்கப்பட்ட வயல்களில் விதைகளை பயன்படுத்த வேண்டாம். 3. சிறிய மற்றும் பெரிய விதைகள் உடைய வகைகளுக்கு சரியான விதை வீதங்களை (65 முதல் 80 கி.ஐ./ஹெ) பயன்படுத்தவும்.

# collarRot
source: Collar Rot or Sclerotial Blight
hi: कॉलेर रोट या स्क्लेरोटियल ब्लाइट
mr: कॉलर रॉट किंवा स्क्लेरोटियल ब्लाइट
ta: காலர் பசிப்போக்கி அல்லது ஸ்க்லெரோடியல் பசிப்போக்கி

source: Sclerotinia Stem Rot
hi: स्क्लेरोटिनिया स्टेम रोट
mr: स्क्लेरोटिनिया स्टेम रॉट
ta: ஸ்க்லெரோடினியா காம்பு பசிப்போக்கி

source: Anthracnose & Pod Blight
hi: एन्थ्राक्नोज़ और पॉड ब्लाइट
mr: एंथ्रॅक्नोज आणि पॉड ब्लाइट
ta: அந்த்ராக்நோஸ் மற்றும் பாக்கு பசிப்போக்கி

source: Rust
hi: जंग
mr: रस्ट
ta: பழுப்பு

source: Cercospora Blight
hi: सेरकोस्पोरा ब्लाइट
mr: सर्कोस्पोरा ब्लाइट
ta: செர்கோஸ்போரை பசிப்போக்கி

source: Frogeye Leaf Spot
hi: फ्रॉगआई लीफ स्पॉट
mr: फ्रॉगआय लीफ स्पॉट
ta: தவளை கண் இலை புள்ளி

# podStemBlight
source: Pod & Stem Blight and Phomopsis Seed Decay
hi: पॉड और स्टेम ब्लाइट और फोमोप्सिस सीड क्षय
mr: पॉड आणि स्टेम ब्लाइट आणि फोमोप्सिस सीड डिके
ta: பாக்கு மற்றும் காம்பு பசிப்போக்கி மற்றும் போம் மொட்டு காய்ச்சல்

# fusariumCollarPodRot
source: Fusarium Collar and Pod Rot
hi: फुसारियम कॉलर और पॉड रोट
mr: फ्युसैरियम कॉलर आणि पॉड रॉट
ta: புசாரியம் காலர் மற்றும் பாக்கு பசிப்போக்கி

source: Myrothecium Leaf Spot
hi: माइरोथेसियम लीफ स्पॉट
mr: मायरोथेसियम लीफ स्पॉट
ta: மிரோதேசியம் இலை புள்ளி

# rootRotStemRot
source: Root Rot, Stem Rot & Aerial Blight
hi: रूट रोट, स्टेम रोट और हवाई ब्लाइट
mr: मुळ रॉट, स्टेम रॉट आणि एरियल ब्लाइट
ta: வேர் பசிப்போக்கி, காம்பு பசிப்போக்கி மற்றும் விமான பசிப்போக்கி

source: Brown Spot
hi: ब्राउन स्पॉट
mr: ब्राउन स्पॉट
ta: பழுப்பு புள்ளி

source: Phyllosticta Leaf Spot
hi: फाइलोस्टिक्टा लीफ स्पॉट
mr: फिलॉस्टिक्टा लीफ स्पॉट
ta: பிள்ளோஸ்டிக்டா இலை புள்ளி

source: Choanephora Leaf Blight
hi: कोएनिफोरा लीफ ब्लाइट
mr: कोयनिफोरा लीफ ब्लाइट
ta: சோயானேப்போரா இலை பசிப்போக்கி

source: Aristastoma Leaf
hi: एरिस्टास्टोमा लीफ
mr: अरिस्टास्टोमा लीफ
ta: அரிஸ்டாஸ்டோமா இலை

source: Powdery Mildew
hi: पाउडरी मिल्ड्यू
mr: पावडरी मिल्ड्यू
ta: பவுடர்மில்டிவ்

source: Target Leaf Spot
hi: टार्गेट लीफ स्पॉट
mr: टारगेट लीफ स्पॉट
ta: இலக்கு இலை புள்ளி

# charcolTitle
source: Charcoal Rot
hi: चारकोल रोट
mr: कोळशाचे रॉट
ta: சங்கட்டு ரோட்

# charcolDescription
source: Causal Organism: Macrophomina phaseolina (Tassi) Goid., which also causes dry root rot, ashy or stem blight. The pathogen is soil and seed-borne. Dry conditions, relatively low soil moisture and nutrients, and temperatures ranging from 25°C to 35°C are favorable for the disease. It can cause up to 77% yield losses under congenial conditions. The disease is common in M.P., Rajasthan, Delhi, etc. It is one of the pathogens responsible for an epiphytotic that occurred in Guna district of M.P. in the 1997 season during the seedling stage, which caused substantial losses to plant stand and yield. It affects roots, stems, pods, and seeds.
hi: कारक जीव: मैक्रोफोमीना फेज़ोलिना (तासी) गोइड, जो सूखी जड़ सड़न, ऐशी या तना ब्लाइट का कारण बनता है। रोगाणु मिट्टी और बीज से फैलता है। सूखी परिस्थितियाँ, अपेक्षाकृत कम मिट्टी की नमी और पोषक तत्व और 25 डिग्री सेल्सियस से 35 डिग्री सेल्सियस तापमान इस रोग के लिए अनुकूल होते हैं। यह अनुकूल परिस्थितियों में 77% तक उपज हानि कर सकता है। यह रोग एम.पी., राजस्थान, दिल्ली आदि में आम है। यह उन रोगाणुओं में से एक है जिसने 1997 के सीजन के दौरान एम.पी. के गुना जिले में अंकुर अवस्था में हुई महामारी का कारण बना, जिसने पौधे की स्थिरता और उपज को काफी हद तक प्रभावित किया। यह जड़ों, तनों, फलों और बीजों को प्रभावित करता है।
mr: कारक सूक्ष्मजीव: मॅक्रोफोमीना फेजोलिना (टासी) गोइड., ज्यामुळे ड्राय रूट रॉट, एशीयो किंवा स्टेम ब्लाइट होते. सूक्ष्मजीव माती आणि बियाणातून येतो. कोरडे वातावरण, तुलनेने कमी मातीतील ओलावा आणि पोषक तत्वे, आणि 25°C ते 35°C तापमान या रोगासाठी अनुकूल असतात. योग्य परिस्थितीत हा रोग 77% उत्पन्न हानी करू शकतो. हा रोग एमपी, राजस्थान, दिल्ली इत्यादी प्रदेशांमध्ये सामान्य आहे. 1997 मध्ये एमपीच्या गुना जिल्ह्यात झालेल्या एपिफायटॉटिकसाठी हा रोगकारक आहे ज्यामुळे बियाणाच्या अवस्थेत झालेल्या मोठ्या हानीमुळे पीक उभे राहणे आणि उत्पन्न कमी झाले. हा रोग मुळे, खोड, शेंगा आणि बियांवर परिणाम करतो.
ta: நோய்க்கான காரணி: Macrophomina phaseolina (Tassi) Goid., இது உலர்ந்த வேர் அழுகலையும், சாம்பல் அல்லது காம்பு பசிப்போக்கியையும் ஏற்படுத்துகின்றது. நோய்க்கான பாக்டீரியம் மண்ணில் மற்றும் விதையில் உள்ளது. உலர்ந்த நிலைமைகள், குறைவான மண் ஈரப்பதம் மற்றும் ஊட்டச்சத்துக்கள், மற்றும் 25°C முதல் 35°C வரை இருக்கும் வெப்பநிலைகள் இந்த நோய்க்கு உகந்தவை. இது நியாயமான நிலைமைகளில் 77% வரை விளைச்சல் இழப்புகளை ஏற்படுத்தும். இந்த நோய் மத்திய பிரதேசம், ராஜஸ்தான், டெல்லி போன்ற இடங்களில் பொதுவாக காணப்படுகின்றது. இது 1997-ம் ஆண்டில் Guna மாவட்டத்தில் விதைப்பு நிலையில் ஏற்பட்ட எபிபைட்டோட்டிக்கின் காரணமாக தோன்றிய நோய்களில் ஒன்றாகும், இது பயிர் நிலம் மற்றும் விளைச்சலுக்கு அதிக இழப்புகளை ஏற்படுத்தியது. இது வேர், காம்பு, பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது.

# charcolSymptoms
source: 1. Seed and Seedling: Seeds develop black discoloration. The fungus infects the root and stem bases of the plant, and the disease manifests as root rot and wilt. Infected seedlings exhibit reddish-brown discoloration at the point of emergence of the hypocotyl. Discoloration in the stem is evident at the soil level and above. Seedlings become weak and die prematurely. 2. Well-Grown Plant: Typical development of charcoal rot with light gray or silvery discoloration of epidermal and sub-epidermal tissues and light brown discoloration of internal tissues of the lower stem and upper tap root. Leaves become chlorotic, and wilting and drying of plants are apparent, leaving very low plant populations in the field. External lesions on the stem are also produced at a later stage. Production of abundant minute black sclerotia beneath the outer cortical tissues and in the pith region, which turn to silvery white to light black, is a diagnostic symptom of the disease.
hi: 1. बीज और अंकुर: बीज काले रंग का हो जाता है। फंगस पौधे की जड़ और तना आधार को संक्रमित करता है और रोग जड़ सड़न और मुरझाने के रूप में प्रकट होता है। संक्रमित अंकुर हाइपोकोटाइल के उभरने के बिंदु पर लाल-भूरे रंग के होते हैं। तने में विकृति मिट्टी के स्तर पर और ऊपर दिखाई देती है। अंकुर कमजोर हो जाते हैं और समय से पहले मर जाते हैं। 2. पूर्ण विकसित पौधे: चारकोल रोट का विशिष्ट विकास हल्के भूरे या चांदी जैसे विकृति के साथ होता है, और निचले तने और ऊपरी नलिकाओं के आंतरिक ऊतकों का हल्का भूरा रंग। पत्तियाँ पीली पड़ जाती हैं और पौधों का मुरझाना और सूखना स्पष्ट होता है, जिससे खेत में बहुत कम पौधों की संख्या बचती है। तने पर बाहरी घाव भी बाद के चरण में बनते हैं। बाहरी परतों के नीचे और पिथ क्षेत्र में प्रचुर मात्रा में छोटे काले स्क्लेरोटिया का उत्पादन, जो चांदी से सफेद या हल्के काले रंग में बदल जाता है, रोग का एक विशिष्ट लक्षण है।
mr: 1. बियाणे आणि अंकुरण: बियाणे काळा रंग येतात. बुरशी वनस्पतीच्या मुळे आणि खोडाच्या खालच्या भागावर परिणाम करते, आणि रोग मूळ कुजणे आणि वाळणे म्हणून प्रकट होतो. संसर्गित अंकुरांमध्ये हाइपोकोटाइलच्या उद्रेकाच्या ठिकाणी तांबूस तपकिरी रंगद्रव्य दिसते. खोडात मातीच्या पातळीवर आणि वरच्या दिशेने रंगद्रव्य दिसते. अंकुर कमजोर होतात आणि लवकर मरतात. 2. चांगले उगवलेले वनस्पती: कोळशाच्या रॉटची सामान्य विकास प्रक्रिया ज्यामध्ये लाइट ग्रे किंवा सिल्व्हरी रंगाची बाह्य त्वचा आणि खालील त्वचा आणि खोडाच्या खालच्या भागातील अंतर्गत ऊतकांमध्ये लाइट ब्राउन रंगाची रंगद्रव्यता दिसते. पाने क्लोरोटिक होतात, आणि वनस्पती वाळणे आणि कोरडे होणे स्पष्ट होते, शेतात कमी वनस्पती लोकसंख्या राहते. खोडावर बाह्य जखमा देखील उशिराच्या अवस्थेत दिसतात. बाह्य कॉर्टिकल ऊतकांच्या खाली आणि पीथ भागात विपुल क्षुल्लक काळा स्क्लेरोटिया उत्पादन करणे, जे सिल्व्हरी व्हाईट ते लाइट ब्लॅक होत जाते, हे रोगाचे निदानात्मक लक्षण आहे.
ta: 1. விதை மற்றும் விதைப்பு: விதைகள் கருப்பு நிறமயமாக மாறுகின்றன. பூஞ்சை வேர் மற்றும் காம்பு அடித்தளங்களை பாதிக்கின்றது மற்றும் நோயாக வேர் அழுகலாகவும் வில்ட்டாகவும் வெளிப்படுகிறது. பாதிக்கப்பட்ட விதைப்புகள் க Hypocotyl முதல் வெளிப்படும் இடத்தில் சிவப்பு-பழுப்பு நிற மாறுதலை காட்டுகின்றன. காம்பு அடிப்பகுதியில் மற்றும் அதற்கு மேல் மாறுதலை வெளிப்படுத்துகின்றது. விதைப்புகள் பலவீனமாக மாறி முன்கூட்டியே இறந்துவிடுகின்றன. 2. நன்கு வளர்ந்த தாவரங்கள்: எப்பிடர்மல் மற்றும் சப்-எப்பிடர்மல் திசுக்களின் இலகு சாம்பல் அல்லது வெள்ளி நிற மாறுதல் மற்றும் கீழ்க்காம்பு மற்றும் மேல்நரம்புகளின் உள் திசுக்களின் இலகு பழுப்பு நிற மாறுதல் கொண்ட சாம்பல் அழுகல் வகை. இலைகள் குளோரோட்டிக் ஆக மாறுகின்றன மற்றும் தாவரங்கள் காயப்படுகின்றன மற்றும் உலருகின்றன, வயலில் மிகக் குறைந்த தாவர எண்களை விட்டுச் செல்கின்றன. காம்பு மேற்பரப்பில் உள்ள புற புள்ளிகளில் மிகுந்த சிறிய கருப்பு ஸ்க்ளெரோட்டியாஸ்கள் பரவுகின்றன, இது நோயின் அடையாள அறிகுறியாக மாறுகின்றது.

# charcolManagement
source: Crop rotation or mixed cropping with cotton or cereals. Timely use of the optimum dose of fertilizers. Use of less susceptible varieties like NRC 2, NRC 37, JS 71-05, LSB 1, MACS 13, etc. Maintenance of low plant population in the field where the disease appears in severe form to have vigorous plants. Flooding of the field 3-4 weeks before sowing or maintaining high soil moisture by irrigation, if possible, during crop growth. Seed treatment with captan or thiram @ 3 g/kg seed or use of Trichoderma harzianum or T. viride @ 4 to 5 g/kg seed.
hi: कपास या अनाज के साथ फसल चक्रीकरण या मिश्रित खेती। उर्वरकों की समय पर और उचित खुराक का उपयोग। कम संवेदनशील किस्मों जैसे एनआरसी 2, एनआरसी 37, जेएस 71-05, एलएसबी 1, एमएसीएस 13 आदि का उपयोग। जहां रोग गंभीर रूप में दिखाई देता है वहां खेत में कम पौधों की आबादी बनाए रखना ताकि पौधे मजबूत रहें। बुवाई से 3-4 सप्ताह पहले खेत को पानी से भरना या फसल वृद्धि के दौरान उच्च मिट्टी की नमी बनाए रखना, यदि संभव हो। कैप्टन या थिरम से बीज का उपचार @ 3 ग्राम/किलोग्राम बीज या ट्राइकोडर्मा हार्ज़ियानम या टी. विरिडे @ 4 से 5 ग्राम/किलोग्राम बीज का उपयोग।
mr: कॉटन किंवा धान्यांसह पीक फेरबदल किंवा मिश्र पीक पद्धती. खतांचा योग्य डोस वेळेवर वापरणे. कमी संसर्गक्षम जातिचे वापर करणे, जसे NRC 2, NRC 37, JS 71-05, LSB 1, MACS 13 इ. शेतात कमी वनस्पती लोकसंख्या जिथे रोग तीव्र स्वरूपात दिसतो त्या ठिकाणी सशक्त वनस्पतींना वाढविण्यासाठी ठेवणे. पीक उगवण्या पूर्वी 3-4 आठवड्यांपूर्वी शेतात पूर आणणे किंवा पीक उगवताना उच्च माती ओलावा राखणे. बीजांचे थिराम किंवा कॅप्टन@ 3 ग्रॅम/किलो बीज किंवा ट्रायकोडर्मा हार्झियानम किंवा T. विरिडे @ 4 ते 5 ग्रॅम/किलो बीज यांचा वापर करणे.
ta: கால்நிலைகளை மாற்றுதல் அல்லது காடன் அல்லது தானியங்களுடன் கலந்த பயிரிடுதல். உரங்கள் சரியான அளவிலும் நேரத்திலும் பயன்படுத்துதல். குறைவான பாதிக்கப்படக்கூடிய வகைகள் כגון NRC 2, NRC 37, JS 71-05, LSB 1, MACS 13 ஆகியவற்றைப் பயன்படுத்துதல். வயலில் குறைந்த தாவர எண்ணிக்கையுடன் வலிமையான தாவரங்கள் இருக்கும். விதை விதையதற்கு 3-4 வாரங்கள் முன்பு வயலை நிறுத்துதல் அல்லது பயிர் வளர்ச்சி நேரத்தில் நீர்ப்பாசனத்தின் மூலம் அதிக மண்ணின் ஈரப்பதம் பராமரித்தல். விதை சிகிச்சையில் கேப்டன் அல்லது திரம் @ 3 g/kg விதை அல்லது டிரைசோபோஸ் ஹார்சியானும் அல்லது டிரைசோபோஸ் வைரிட் @ 4 முதல் 5 g/kg விதை பயன்படுத்தவும்.

# collar_rot_title
source: Collar Rot
hi: कालर रोट
ta: காலர் பசிப்போக்கி

# description_tab
source: Description
hi: विवरण
mr: वर्णन
ta: விளக்கம்

# symptoms_tab
source: Symptoms
hi: लक्षण
mr: लक्षणे
ta: அறிகுறிகள்

# management_tab
source: Management
hi: प्रबंधन
mr: व्यवस्थापन
ta: மேலாண்மை

# stem_rot_title
source: Sclerotinia Stem Rot
hi: स्क्लेरोटिनिया स्टेम रोट
mr: स्क्लेरोटिनिया स्टेम रॉट
ta: ஸ்க்ளெரோட்டினியா காம்பு பசிப்போக்கு

# stem_description_text
source: Causal Organism: Sclerotinia sclerotiorum. The pathogen is seed as well as soil borne. It affects Stem nodes, sometimes side branches and pods. Yield loss of 15% can occur due to this disease. Disease is favoured by cool (night temperature 10°C to 21°C), frequent rain and moist weather or wet conditions just prior to flowering to pod development stage. Continuous surface wetness for 42-72 hours is required for disease development.
hi: कारक जीव: स्क्लेरोटिनिया स्क्लेरोटियोरम. रोगजनक बीज और मृदा दोनों ही जनित होता है। यह तने के नोड्स, कभी-कभी साइड ब्रांच और फलियों को प्रभावित करता है। इस रोग के कारण 15% तक की उपज हानि हो सकती है। रोग ठंडे (रात का तापमान 10°C से 21°C), बार-बार बारिश और नमी वाले मौसम या फूलने से फली विकास चरण के ठीक पहले गीले परिस्थितियों द्वारा अनुकूल होता है। रोग के विकास के लिए 42-72 घंटे की सतह नमी की आवश्यकता होती है।
mr: कारक सूक्ष्मजीव: स्क्लेरोटिनिया स्क्लेरोशिओरम. सूक्ष्मजीव बियाणे तसेच मातीमध्ये राहतो. तो खोडाच्या नोड्सवर, कधी कधी बाजूच्या फांद्या आणि शेंगांवरही परिणाम करतो. या रोगामुळे 15% उत्पन्न हानी होऊ शकते. थंड (रात्रीचे तापमान 10°C ते 21°C), वारंवार पाऊस आणि ओलसर हवामान किंवा ओलसर परिस्थितीत फुलोरा ते शेंगा विकासाच्या अवस्थेच्या पूर्वी रोगाला अनुकूल आहे. सततच्या 42-72 तासांच्या पृष्ठभाग ओलावाची गरज आहे.
ta: நோய்க்கான காரணி: Sclerotinia sclerotiorum. நோய்க்கான கிருமி விதைகளிலும் மண்ணிலுமாக உள்ளது. இது காம்பு மகுடங்களை பாதிக்கின்றது. இந்த நோயின் காரணமாக விளைச்சல் இழப்பு 15% வரை ஏற்படக் கூடியது. இந்த நோயை குளிர்ந்த வானிலை (இரவு வெப்பநிலை 10°C முதல் 21°C) மற்றும் மழை மற்றும் ஈரமான வானிலை அல்லது பூக்கும் நிலைக்கு முன்னதாக பாதிக்கின்றது. தொடர்ச்சியான மேற்பரப்பின் ஈரப்பதம் 42-72 மணி நேரம் நோய் பரவுவதற்கு தேவையானது.

# stem_symptoms_text
source: 1. On seed and seedling: Severely infected seeds become flat, small, and chalky. 2. On well-grown plants: Disease generally appears at flowering stage and is characterized by water-soaked lesions at nodes of stem, which slowly turn to tan to white and spread acropetally and basipetally from nodes. Lesions later girdle the stem. Symptoms are rarely observed on the main stem at the soil line. Foliar symptoms appear 7-14 days after stem lesions as leaves become grayish green and eventually turn brown. Under conditions of excessive moisture, wilting of leaves is common. The stem is girdled by white fluffy mycelial growth on all diseased plant parts, which is a striking symptom of the disease. Numerous characteristic large, black, round to irregularly shaped sclerotia of varying sizes form externally on stems partially covered with dense white mycelium and internally in the stem pith and pods.
hi: 1. बीज और पौधे पर: गंभीर रूप से संक्रमित बीज सपाट, छोटे और चाकलेटी हो जाते हैं। 2. अच्छी तरह से विकसित पौधों पर: रोग आमतौर पर फूलने के चरण में दिखाई देता है और तने के नोड्स पर पानी से भरे घावों द्वारा वर्णित होता है, जो धीरे-धीरे तन से सफेद हो जाते हैं और नोड्स से ऊपर और नीचे फैलते हैं। घाव बाद में तने को गिर्दल करते हैं। मिट्टी की रेखा पर मुख्य तने पर लक्षण शायद ही कभी देखे जाते हैं। तने के घावों के 7-14 दिन बाद पत्तियों पर लक्षण प्रकट होते हैं, जैसे पत्तियां धूसर हरी हो जाती हैं और अंततः भूरे रंग की हो जाती हैं। अत्यधिक नमी की स्थितियों में, पत्तियों का मुरझाना सामान्य है। तना सभी रोगग्रस्त पौधों के भागों पर सफेद फजी माइसेलियल वृद्धि द्वारा गिर्दल होता है, जो रोग का आकर्षक लक्षण है। बड़े, काले, गोल से अनियमित आकार के स्क्लेरोटिया, विभिन्न आकारों के, तनों पर घने सफेद माइसेलियम से आंशिक रूप से ढके हुए बाह्य रूप में और तने के पिथ और फलियों में आंतरिक रूप में बनते हैं।
mr: 1. बियाणे आणि अंकुरण: गंभीररीत्या संक्रमण झालेले बियाणे सपाट, लहान आणि खडूस होतात. 2. चांगले वाढलेले वनस्पती: रोग सर्वसाधारणपणे फुलांच्या अवस्थेत दिसून येतो आणि खोडाच्या नोड्सवर पाण्याच्या प्रमाणाच्या गाठींचे लक्षण दिसून येते, जे हळूहळू टॅन ते पांढऱ्या रंगाचे होते आणि नोड्सपासून खाली आणि वर पसरते. नंतर या गाठी खोडाला आच्छादतात. लक्षणे सामान्यतः मुख्य खोडाच्या मातीच्या पातळीवर दिसत नाहीत. पानांवरील लक्षणे खोडाच्या गाठींनंतर 7-14 दिवसांनी दिसून येतात कारण पाने राखाडी-हिरव्या रंगाची होतात आणि शेवटी तपकिरी होतात. ओलावाच्या अतिरिक्त स्थितीत, पानांचे वाळणे सामान्य आहे. खोडाच्या सर्व रोगग्रस्त भागांवर पांढऱ्या कापसासारख्या मायसेलिअमचे वाढणे हे या रोगाचे ठळक लक्षण आहे. असंख्य लक्षणीय मोठ्या, काळ्या, गोलाकार ते अनियमित आकाराच्या स्क्लेरोटिया खोडांच्या बाह्य भागावर, घनदाट पांढऱ्या मायसेलिअममध्ये आंशिकरीत्या आच्छादित होतात आणि खोडाच्या पिठात आणि शेंगांमध्ये आंतरिकरित्या तयार होतात.
ta: 1. விதை மற்றும் விதைப்பு: கடுமையாக பாதிக்கப்பட்ட விதைகள் பிளாட்டாகவும், சிறியதாகவும், சாகையமாகவும் மாறுகின்றன. 2. நன்கு வளர்ந்த தாவரங்கள்: நோய் பொதுவாக பூக்கும் நிலையில் தோன்றுகிறது மற்றும் காம்பின் மகுடங்களில் நீர்ப்புகுந்த காயங்கள் தோன்றுகின்றன, இவை மெதுவாக சிவப்பு முதல் வெள்ளை காயங்களில் மாறுகின்றன. இதன் பின்னர் காம்பு சுற்றிக்கொள்ளப்படுகின்றது. நன்கு வளர்ந்த தாவரங்களில் காம்பின் கீழ்பகுதியின் மண் நரம்பில் அதிகமாக பாதிப்பை காண்பது அபாரமாக உள்ளது. ஆரோக்கியமான நிலைகளில், இலைகள் மாறுகின்றன மற்றும் வாடுகின்றன. வெள்ளை பஞ்சு மாதிரி நெல்லிக்காய் காம்பு மகுடம் மற்றும் காம்பு பகுதிகளில் காணப்படும்.

# stem_management_text
source: Deep summer ploughing to bury plant debris. Integrating crop management by using clean seeds without sclerotia, having low plant population in the field, and rotation of soybean with non-leguminous and non-host crops. Avoiding planting of soybean directly after common bean/phaseolus spp., and sunflower etc. Seed treatment with Trichoderma viride @ 4-5 g or thiram + carbendazim (2:1) @ 3 g/kg seed.
hi: गर्मियों में गहरे ग्रीष्मकालीन जुताई से पौधे के अवशेषों को गाढ़ा करें। स्क्लेरोटिया रहित स्वच्छ बीजों का उपयोग करके, खेत में कम पौध जनसंख्या रखने और सोयाबीन को गैर-फलियों और गैर-होस्ट फसलों के साथ चक्रीकरण करके फसल प्रबंधन को एकीकृत करें। सामान्य सेम/फेजोलस एसपीपी और सूरजमुखी आदि के बाद सीधे सोयाबीन की बुवाई से बचें। बीज उपचार ट्राइकोडर्मा विरिडे @ 4-5 ग्राम या थिरम + कार्बेंडाजिम (2:1) @ 3 ग्राम/किलोग्राम बीज के साथ करें।
mr: ग्रीष्म ऋतूत खोलवर नांगरणी करून वनस्पतींचे अवशेष पुरणे. पिक व्यवस्थापनामध्ये स्वच्छ बियाणांचा वापर करणे, शेतात कमी वनस्पती लोकसंख्या असणे, आणि सोयाबीनच्या फेरबदलाने पिकांच्या नॉन-लेग्यूमिनस आणि नॉन-होस्ट पिकांमध्ये फेरबदल करणे. सामान्य बीन्स/फेजोलस spp., आणि सुर्यमुखी इत्यादीसारख्या पिकांच्या थेट नंतर सोयाबीनची लागवड टाळणे. थिराम + कार्बेन्डाझिम (2:1) @ 3 ग्रॅम/किलो बियाणे किंवा ट्रायकोडर्मा विरिडे @ 4-5 ग्रॅम/किलो बियाणे उपचार करणे.
ta: ஆழமான கோடைகால உழுதலில் தாவர கழிவுகளை அடக்கம் செய்கின்றது. சுற்ணத்துடன் சுத்தமான விதைகளை பயன்படுத்தி பயிர் மேலாண்மையை ஒருங்கிணைத்தல், காம்பு மகுடங்களை இல்லாமல் நன்கு பராமரிக்கவும். பொதுவாக காம்பு மகுடங்களை கோதுமை அல்லது சூரியகாந்தி பிறகு சோயாபீன் பயிரிடுவதை தவிர்க்கவும். விதையை டிரைகோடர்மா வைரிடே @ 4-5 g/kg அல்லது திரம் + கார்பென்டாசிம் (2:1) @ 3 g/kg விதை சிகிச்சை செய்யவும்.

# pod_blight_title
source: Anthracnose & Pod Blight
hi: एंथ्रैकोनोज़ और पॉड ब्लाइट
mr: एंथ्रॅक्नोज आणि शेंगा ब्लाइट
ta: அந்த்ராக்னோஸ் மற்றும் பாக்கு பசிப்போக்கு
