Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# tofuDescription
source: Paneer prepared from soy milk is called Tofu. 2 L of milk is required to make 400 grams of tofu. Let the soybean milk's temperature come to 80 degrees. Now add and mix lemon juice with soybean milk and stir 1-2 times. Do not stir continuously. You will be able to see the milk coagulating and water separating from it. Sieve the coagulated milk instantly through clean muslin cloth and then place a heavy object on it. Cut it into small pieces with a knife to use as Paneer.
hi: सोया दूध से तैयार किया गया पनीर टोफू कहलाता है। 2 लीटर दूध से 400 ग्राम टोफू तैयार किया जाता है। सोया दूध का तापमान 80 डिग्री तक आ जाने पर उसमें नींबू का रस मिलाएं और 1-2 बार हिलाएं। लगातार न हिलाएं। आप देखेंगे कि दूध जमने लगेगा और पानी अलग हो जाएगा। तुरंत इस जमे हुए दूध को साफ मलमल के कपड़े से छान लें और फिर उस पर भारी वस्तु रखें। इसे छोटे टुकड़ों में काट लें और पनीर के रूप में इस्तेमाल करें।
mr: सोया दूधापासून तयार होणारे पनीर टोफू म्हणून ओळखले जाते. 400 ग्रॅम टोफू तयार करण्यासाठी 2 लिटर दूध लागते. सोयाबीन दुधाचे तापमान 80 अंशांपर्यंत येऊ द्या. आता सोयाबीन दुधात लिंबाचा रस घालून 1-2 वेळा ढवळा. सतत ढवळू नका. तुम्हाला दूध गोठताना आणि त्यातून पाणी वेगळे होताना दिसेल. गोठलेले दूध लगेच स्वच्छ मलमलच्या कपड्याने गाळा आणि त्यावर जड वस्तू ठेवा. चाकूने लहान तुकडे करून पनीरप्रमाणे वापरा.
ta: சோயா பால் மூலம் தயாரிக்கப்படும் பனீர் டோஃபு என அழைக்கப்படுகிறது. 400 கிராம் டோஃபு செய்ய 2 லிட்டர் பால் தேவை. சோயா பாலின் வெப்பநிலை 80 டிகிரி ஆக அனுமதியுங்கள். இப்போது சோயா பாலுடன் எலுமிச்சை சாறை சேர்த்து 1-2 முறை கிளறுங்கள். தொடர்ந்து கிளற வேண்டாம். பால் உறைந்துவிடும் மற்றும் நீர் பிரியும். சுத்தமான மஸ்லின் துணியில் உறைந்த பாலை உடனே வடிகட்டி, அதன் மேல் ஒரு கனமான பொருளை வைக்கவும். பனீராக பயன்படுத்தி சிறிய துண்டுகளாக கத்தரிக்கவும்.

# soyUpmaDescription
source: Mix soy okara and semolina in a 1:1 ratio and roast till it gets brown with constant stirring. Keep roasted mix aside on a plate. Now roast groundnut till brown and keep aside. Heat oil in a wok and add mustard seeds; when seeds splutter, add green chillies, carrot, and peas, and fry for 2-3 minutes. Now add roasted okara-semolina mix and add three times the amount of water to mix. Add salt, and as the batter gets thick, add groundnuts and cook for 3-4 minutes.
hi: सोया ओकारा और सूजी को 1:1 अनुपात में मिला कर भूने जब तक वह भूरा न हो जाए, इसे प्लेट में रखकर अलग कर लें। अब मूँगफली को भूनें जब तक वह भूरा न हो जाए और अलग रख लें। एक कढ़ाई में तेल गर्म करें और उसमें सरसों के बीज डालें; जब बीज चटकने लगे, तो हरी मिर्च, गाजर और मटर डालकर 2-3 मिनट तक भूनें। अब भूनी हुई ओकारा-सूजी मिश्रण डालें और मिश्रण में तीन गुना पानी डालें। नमक डालें और जैसे ही बैटर गाढ़ा हो जाए, उसमें मूँगफली डालें और 3-4 मिनट तक पकाएं।
mr: सोया ओकारा आणि रवा 1:1 प्रमाणात मिक्स करून सतत ढवळत सोनेरी होईपर्यंत भाजा. भाजलेले मिश्रण एका ताटात बाजूला ठेवा. आता शेंगदाणे भाजून बाजूला ठेवा. कढईत तेल गरम करा आणि मोहरी घाला; मोहरी तडतडल्यावर हिरव्या मिरच्या, गाजर आणि मटार घालून 2-3 मिनिटे तळा. आता भाजलेले ओकारा-रवा मिश्रण घाला आणि त्यात तीन पट पाणी घाला. मीठ घाला आणि मिश्रण घट्ट होताच त्यात शेंगदाणे घालून 3-4 मिनिटे शिजवा.
ta: சோயா ஓகரா மற்றும் ரவையை 1:1 அளவில் கலந்து, தொடர்ந்து கிளறி நன்றாக மங்கானால் எடுக்கவும். நன்றாக அரைத்த விழையை தனித்து வைக்கவும். இப்போது நிலக்கடலை பொன்னிறமாக வரும் வரை வறுத்து தனியாக வைக்கவும். ஒரு வாணலியில் எண்ணெய் சூடாக்கி கடுகு சேர்க்கவும்; கடுகு முளைக்கும் போது, பச்சை மிளகாய், காரட் மற்றும் பட்டாணி சேர்த்து 2-3 நிமிடங்கள் வதக்கவும். இப்போது வறுத்த ஓகரா-ரவையை கலந்து, மூன்று மடங்கு நீர் சேர்த்து கலந்து கொள்ளவும். உப்பு சேர்த்து, கலவை மிக்கப்படுகையில், நிலக்கடலை சேர்த்து 3-4 நிமிடங்கள் சமைக்கவும்.

# soyPakoraDescription
source: Add okara and besan in equal ratio. Add green chillies, ginger-garlic paste, finely chopped onion, and coriander leaves. Add spices (asafoetida, red chilli powder, coriander powder, salt) and mix well. The batter for preparing pakoras is ready. Heat oil in a wok and add small portions using your hand. Fry until golden brown and remove from oil.
hi: ओकारा और बेसन को समान मात्रा में मिलाएं। हरी मिर्च, अदरक-लहसुन का पेस्ट, बारीक कटी हुई प्याज़ और धनिया पत्तियां डालें। मसाले (हींग, लाल मिर्च पाउडर, धनिया पाउडर, नमक) डालकर अच्छे से मिला लें। पकौड़ी बनाने का बैटर तैयार है। कढ़ाई में तेल गर्म करें और हाथ से छोटे हिस्से में डालकर तलें। सुनहरा भूरा होने तक तलें और तेल से निकाल लें।
mr: ओकारा आणि बेसन समान प्रमाणात घाला. हिरव्या मिरच्या, आलं-लसूण पेस्ट, बारीक चिरलेला कांदा आणि कोथिंबीर घाला. हिंग, लाल तिखट, धणे पूड आणि मीठ घालून व्यवस्थित मिक्स करा. पकोड्याचे मिश्रण तयार आहे. कढईत तेल गरम करा आणि हाताने छोटे-छोटे भाग टाकून सोनेरी होईपर्यंत तळा.
ta: சோயா ஓகரா மற்றும் காய்கறியை சம அளவில் சேர்க்கவும். பச்சை மிளகாய், இஞ்சி-பூண்டு பேஸ்ட், நறுக்கிய வெங்காயம் மற்றும் கொத்தமல்லி சேர்க்கவும். மசாலாக்கள் (பெருங்காயம், சிவப்பு மிளகாய் பொடி, கொத்தமல்லி பொடி, உப்பு) சேர்த்து நன்கு கலந்து கொள்ளவும். பகோரை தயாரிக்க காத்திருக்கும் கலவை தயார். ஒரு வாணலியில் எண்ணெய் சூடாக்கி, சிறிய பந்துகளை சேர்க்கவும். பொன்னிறமாக வரும் வரை பொரித்து, எண்ணெயிலிருந்து எடுக்கவும்.

# soyNutsDescription
source: First, remove all extraneous matter to clean the soybeans, followed by washing and boiling for 10 minutes. Keep boiled soybeans aside for soaking (2-3 hours). Then drain all water and sun dry soaked beans for one hour. Fry or roast soybeans and use after mixing with spices, salt, and condiments.
hi: पहले, सोयाबीन को साफ करने के लिए सभी अतिरिक्त पदार्थों को हटा दें, फिर धोकर 10 मिनट तक उबालें। उबाले हुए सोयाबीन को 2-3 घंटे के लिए भिगोने के लिए अलग रखें। फिर पानी निकालकर भीगे हुए दानों को एक घंटे तक धूप में सुखा लें। सोयाबीन को तला या भुने और मसाले, नमक और मसालों के साथ मिला कर उपयोग करें।
mr: सोयाबीन स्वच्छ करून सर्व अनावश्यक गोष्टी काढून टाका, नंतर धुवा आणि 10 मिनिटे उकळा. उकडलेले सोयाबीन 2-3 तास भिजवून ठेवा. नंतर पाणी काढून 1 तास उन्हात वाळवा. सोयाबीन तळून किंवा भाजून त्यात मसाले, मीठ आणि चटणी घालून वापरा.
ta: முதலில், சோயாபீனை சுத்தம் செய்ய எல்லா வெளிப்புறப் பொருளையும் அகற்றி, பின்பு கழுவி, 10 நிமிடங்கள் கொதிக்கவைக்கவும். கொதித்த சோயாபீனை 2-3 மணிநேரம் ஊறவைத்து வைக்கவும். பின்னர் எல்லா தண்ணீரையும் வடிகட்டி, ஊறிய பீன்களை ஒரு மணி நேரம் நிலவரைக்கவும். சோயாபீனை வறுத்து மசாலா, உப்பு, மற்றும் வாசனைப் பொருள்களுடன் கலந்து பயன்படுத்தலாம்.

# soyNankhataiDescription
source: Soy Nankhatai can be prepared on gas in a wok with a heavy base or in a pressure cooker. Take refined wheat flour and soy flour (2:1), sieve together. Grind peeled cardamom and thinly slice pistachios. Melt butter at room temperature. Mix maida, roasted soy flour, baking powder, cardamom powder, and sugar. Now add melted butter to the mixture and, with the help of your hands, mix until you get soft dough. Take a utensil with a heavy and plain base, add 400 grams of salt or sand. Spread it evenly all around and place a wire or net stand in the utensil. Cover the utensil and allow it to get warm at low flame. Meanwhile, prepare small balls of nankhatai and place them on a greased plate. Bake nankhatai for 15-20 minutes on low flame.
hi: सोया नानखटाई को गैस पर वॉक में भारी तली वाले बर्तन में या प्रेशर कुकर में तैयार किया जा सकता है। बारीक छानकर रिफाइंड गेहूं का आटा और सोया का आटा (2:1) लें। इलायची को पीस लें और पिस्ता को पतला काट लें। कमरे के तापमान पर घी पिघलाएं। मैदा, भुना हुआ सोया आटा, बेकिंग पाउडर, इलायची पाउडर और चीनी मिलाएं। अब घी को मिश्रण में डालें और हाथ से मिला कर मुलायम आटा बना लें। एक भारी और सादा तली वाली कढ़ाई लें, उसमें 400 ग्राम नमक या रेत डालें। इसे समान रूप से चारों ओर फैलाएं और कढ़ाई में एक वायर या जाली का स्टैंड रखें। कढ़ाई को ढक कर धीमी आंच पर गर्म होने दें। इसी बीच, नानखटाई के छोटे-छोटे गोले बना लें और उन्हें घी लगी प्लेट पर रखें। नानखटाई को धीमी आंच पर 15-20 मिनट तक बेक करें।
mr: सोय नानखटाई गॅसवर जड तळाच्या कढईत किंवा प्रेशर कुकरमध्ये तयार करता येते. मैदा आणि सोय पीठ (2:1) चाळून घ्या. सुकलेली वेलची पूड करा आणि पिस्त्याचे पातळ काप करा. खोबरेल तेल वितळवा. मैदा, भाजलेले सोय पीठ, बेकिंग पावडर, वेलची पूड आणि साखर मिक्स करा. आता मिश्रणात वितळलेले तेल घालून हाताने मळून मऊ कणिक तयार करा. जड आणि सपाट तळाच्या भांड्यात 400 ग्रॅम मीठ किंवा वाळू टाका. ते सारखे पसरवा आणि जाळी किंवा तट्ट्याचा आधार ठेवा. भांड्याचे झाकण लावून कमी गॅसवर गरम करा. दरम्यान, नानखटाईचे छोटे गोळे तयार करून तुप लावलेल्या प्लेटवर ठेवा. कमी गॅसवर 15-20 मिनिटे बेक करा.
ta: சோயா நன்கதாய் தங்க மண்ணுடன் அல்லது அழுத்த குறையக்கூடிய அடிப்பகுதியுடன் அடிக்கடியின் அடிப்பாகத்தில் அல்லது அழுத்தக் குக்கரில் தயாரிக்கலாம். மைதா மற்றும் சோயா மாவு (2:1) எடுத்துக் கொள்ளவும். அரை வறுத்த எள் மற்றும் பூசணிக்காய் அசைவம் தயாரிக்கவும். வெண்ணெய் வீட்டு வெப்பநிலையில் உருகும் வரை உருகவும். மைதா, வறுத்த சோயா மாவு, பேக்கிங் பவுடர், அசஃபோட்டிடா தூள் மற்றும் சர்க்கரை சேர்த்து நன்றாக கலக்கவும். இப்போது உருகிய வெண்ணெயை கலவையில் சேர்த்து, உங்கள் கைகளைப் பயன்படுத்தி மென்மையான மாவாகக் கலக்கவும். 400 கிராம் உப்பு அல்லது மணலை ஒரு கனமான அடிப்பகுதியில் உள்ள பாத்திரத்தில் சேர்க்கவும். அதை எங்கும் சமமாக பரப்பி, பாத்திரத்தில் ஒரு தேடல் அல்லது நெட் நின்று வைக்கவும். பாத்திரத்தை மூடி மெல்லக்குளமாக சூடாக விடவும். இடையே, சிறிய பந்து வடிவ நன்கதாய் பிசைகளைத் தயார் செய்து, எண்ணையால் தடவி வைக்கவும். மெல்லக்குளமாக 15-20 நிமிடங்கள் வரை நன்கதாய் சமைக்கவும்.

# soyMilkDescription
source: Soymilk is a hot water extract of soybeans. Soymilk can be handled and used in much the same way as dairy milk. Besides being rich in protein, vitamins, and minerals, soymilk is lactose-free, cholesterol-free, and low in saturated fat. To make 1 liter of soybean milk, you need 125 grams of soybeans. Wash the soybean seeds, boil them for 10-15 minutes, strain the water, and soak them for 3-4 hours in water. Strain the water from the soybean and rub the bean between your palms to peel them. Put the soybean in a mixer, add water, and make a paste by adding a little water into it. Pour 1 liter of hot water into the mixture and run the mixer again. Boil the milk while stirring with a spoon, let it come to a boil, and turn off the flame. Now sieve the boiled milk with a clean cloth. Soybean milk is ready.
hi: सोया दूध सोयाबीन का गर्म पानी से निकाला गया अर्क है। सोया दूध को डेरी दूध की तरह इस्तेमाल किया जा सकता है। यह प्रोटीन, विटामिन और खनिजों से भरपूर होने के अलावा, लैक्टोज मुक्त, कोलेस्ट्रॉल मुक्त और संतृप्त वसा में कम होता है। 1 लीटर सोया दूध बनाने के लिए आपको 125 ग्राम सोयाबीन की आवश्यकता होती है। सोयाबीन के बीजों को धोकर 10-15 मिनट तक उबालें, पानी छान लें और 3-4 घंटे तक पानी में भिगोकर रखें। फिर सोयाबीन से पानी छान लें और बीजों को अपनी हथेलियों के बीच रगड़कर छील लें। सोयाबीन को मिक्सी में डालें, पानी डालकर थोड़ा पानी डालकर पेस्ट बना लें। अब 1 लीटर गर्म पानी डालकर मिक्सी में फिर से चला लें। दूध को उबालते हुए चम्मच से हिलाते रहें, इसे उबालने दें और फिर आंच बंद कर दें। अब उबले हुए दूध को एक साफ कपड़े से छान लें। सोया दूध तैयार है।
mr: सोया दूध हे सोयाबीनचे गरम पाण्यातून काढलेले अर्क आहे. सोया दूध दुधाप्रमाणेच हाताळले जाऊ शकते. हे प्रथिने, जीवनसत्त्वे, आणि खनिजे यांसाठी समृद्ध आहे आणि लॅक्टोज मुक्त, कोलेस्टेरॉल मुक्त, आणि कमी संतृप्त फॅट असलेले आहे. 1 लिटर सोयाबीन दूध तयार करण्यासाठी तुम्हाला 125 ग्रॅम सोयाबीनची गरज आहे. सोयाबीन स्वच्छ धुवून 10-15 मिनिटे उकळा आणि पाणी काढून 3-4 तास भिजवा. पाणी काढून सोयाबीन हाताने चोळून साले काढा. मिक्सरमध्ये सोयाबीन घालून त्यात थोडे पाणी घालून पेस्ट बनवा. 1 लिटर गरम पाणी घालून मिक्स करा आणि मिक्सर पुन्हा चालवा. चमच्याने ढवळत दूध उकळवा. झाकण लावा आणि गाळून सोय दूध तयार करा.
ta: சோயாபால் என்பது சோயாபீனின் சூடான நீர் எடுக்கும். சோயாபாலை பால் போலவே கையாளவும் பயன்படுத்தவும் முடியும். இது சத்தான புரதம், வைட்டமின்கள் மற்றும் தாதுக்களுடன் நிரம்பியுள்ளது. மேலும் இது லாக்டோஸ் இல்லாமல், கொழுப்பு இல்லாமல் மற்றும் குறைந்த உட்பொருட்களுடன் உள்ளது. 1 லிட்டர் சோயாபால் தயாரிக்க, 125 கிராம் சோயாபீன் தேவை. சோயாபீனை சுத்தமாகக் கழுவி, 10-15 நிமிடங்கள் கொதிக்க வைத்து, தண்ணீரை வடிகட்டி, 3-4 மணிநேரம் தண்ணீரில் ஊறவைக்கவும். சோயாபீனின் தண்ணீரை வடிகட்டி, பீனை உங்கள் கைகளில் இழுத்து பொடிக்கவும். சோயாபீனை மிக்ஸரில் வைத்து, கொஞ்சம் தண்ணீர் சேர்த்து, மையமாக்கவும். 1 லிட்டர் சூடான தண்ணீரை கலவையில் ஊற்றி, மிக்ஸரை மீண்டும் இயங்கவும். பாலை ஒரு ஸ்பூனால் கிளறி, கொதிக்க விடவும். பின் தீயை அணைத்து விடவும். இப்போது பாலை சுத்தமான துணியால் வடிக்கவும். சோயாபால் தயாராகிவிட்டது.

# soyMathariDescription
source: Take refined wheat flour and soy flour (2:1), sieve together and put salt, carom seeds, and ghee in flour and mix properly. With the help of water, knead a hard dough. Now make dough balls and roll them into puris. Make tiny round holes in a line (with a fork) so that they cook properly from the inside too and do not puff up like a puri. Pour oil in a frying pan (kadhai) and heat, put mathris in the hot oil. Fry on a low flame while overturning them regularly until they turn brown, then take them out.
hi: शुद्ध गेहूं का आटा और सोया आटा (2:1) लें, दोनों को छानकर उसमें नमक, अजवाइन और घी डालकर अच्छे से मिला लें। पानी की मदद से एक कठोर आटा गूंथ लें। अब आटे की गेंदें बनाकर उन्हें पूरी की तरह बेल लें। एक लाइन में छोटे गोल छेद (फर्क से) करें ताकि ये अंदर से भी अच्छे से पक जाएं और पूरी की तरह फूलें नहीं। कढ़ाई में तेल डालकर गर्म करें, फिर उसमें मठरी डालें। धीमी आंच पर नियमित रूप से पलटते हुए उन्हें ब्राउन होने तक तलें और फिर बाहर निकाल लें।
mr: मैदा आणि सोय पीठ (2:1) घेऊन चाळून घ्या. त्यात मीठ, ओवा आणि तूप घालून मिक्स करा. पाण्याच्या मदतीने घट्ट कणिक तयार करा. आता कणकेचे छोटे गोळे करून पुरीप्रमाणे लाटा. काट्याने छोट्या गोल छिद्रांची ओळ तयार करा जेणेकरून आतून व्यवस्थित शिजेल. गरम तेलात तळा आणि कमी आचेवर तपकिरी होईपर्यंत उलटत-पालटत तळा.
ta: மைதா மற்றும் சோயா மாவு (2:1), ஒரு சல்லடை மூலம் வடிகட்டி உப்பு, அஜ்வைன், நெய் சேர்த்து நன்றாகக் கலக்கவும். தண்ணீரால் கஞ்சியை பிசைந்து காய்கவும். பின் பந்துகளை உருவாக்கி, பூரியாக முக்கவும். உருளும் போது சிறிய இரு வரிசை குழிகள் உருவாக்கவும். எண்ணெயை ஒரு கடாயில் ஊற்றி, மாஸ்ரியைச் சேர்க்கவும். மெல்லக்குளமாக வறுத்து தங்க நிறமாகும் வரை மாறவும்.

# soyLadooDescription
source: Soy-Atta laddu are energy-dense food products relished eating in winters. Add ghee in a wok and allow it to melt. Now add sieved wheat and soy flour in a 1:1 ratio in melted ghee and stir constantly. Roast the flour on medium flame until it turns light brown in color and you get a good aroma. Add cashew pieces, sugar, and crushed coconut to the slightly hot roasted flour. Take a little amount of the mixture in your hands and roll it, giving it a round shape.
hi: सोया-अट्टा लड्डू सर्दियों में खाने के लिए पसंद किए जाने वाले ऊर्जा से भरपूर खाद्य उत्पाद हैं। एक कढ़ाई में घी डालकर उसे पिघलने दें। अब पिघले हुए घी में छाना हुआ गेहूं और सोया आटा 1:1 के अनुपात में डालें और लगातार हिलाते रहें। आटे को मध्यम आंच पर भूनें जब तक यह हल्का भूरा न हो जाए और अच्छी खुशबू न आने लगे। हल्के गर्म भूने हुए आटे में काजू के टुकड़े, चीनी और कद्दूकस किया हुआ नारियल डालें। अब मिश्रण की थोड़ी सी मात्रा हाथों में लेकर उसे गोल आकार दें।
mr: सोया-अट्टा लाडू हिवाळ्यात ऊर्जा देणारे खाद्यपदार्थ आहेत. कढईत तूप वितळवा. आता गहू आणि सोय पीठ (1:1) घालून मध्यम आचेवर हलका तपकिरी रंग येईपर्यंत भाजा. भाजलेल्या पिठात काजूचे तुकडे, साखर आणि खोबरेल पूड घाला. हाताने मिश्रणाला लहान गोल आकार देऊन लाडू तयार करा.
ta: சோயா ஆட்டா லட்டு என்பது பனி காலத்தில் மிகவும் ருசியுடன் உண்பதற்குரிய உணவுப் பொருள் ஆகும். ஒரு வோக்கில் நெய் சேர்த்து உருக விடவும். பின்னர் வடிகட்டிய கோதுமை மற்றும் சோயா மாவு 1:1 வீதத்தில் உருகிய நெய் சேர்க்கவும். மிதமான மெல்லக்குளத்தில் மெல்லே ரோஸ்ட் செய்யவும். மாலை சூட்டுடன் சிறியதாக அரை வெள்ளையான நறுக்கிய தேங்காய் பிசியும் சேர்க்கவும். சிறிதளவு கலவையை உங்கள் கைகளில் வைத்து, உருளையாக உருட்டி முடிக்கவும்.

# soyHalwaDescription
source: Add ghee in a wok and melt it. Add suji-okara mix (1:1) and roast until it becomes brown. After roasting, add 4 times water to the mix and keep stirring until it gets thick. Keep the flame low while cooking and add cashews, almonds, and raisins at the end.
hi: एक कढ़ाई में घी डालकर पिघलाएं। अब उसमें सूजी और ओकारा का मिश्रण (1:1) डालें और भूरा होने तक भूनें। भूनने के बाद, मिश्रण में 4 गुना पानी डालें और गाढ़ा होने तक लगातार चलाते रहें। पकाते समय आंच धीमी रखें और अंत में काजू, बादाम और किशमिश डालें।
mr: कढईत तूप वितळवा. आता रवा-ओकारा मिश्रण (1:1) घालून तपकिरी होईपर्यंत भाजा. भाजल्यानंतर 4 पट पाणी घालून कमी आचेवर शिजवा. घट्ट झाल्यावर काजू, बदाम आणि मनुके घालून सजवा.
ta: ஒரு வோக்கில் நெய் உருக வைக்கவும். சுஜி-ஒகரா கலவை (1:1) சேர்த்து வறுக்கவும். பின்னர் 4 மடங்கு தண்ணீர் சேர்த்து, கசாயம் மாறும்வரை கிளறவும். மெல்லக்குளத்தில் மெல்லக்குளமாக வையுங்கள், இறுதியில் முந்திரி, பாதாம் மற்றும் திராட்சைகளைச் சேர்க்கவும்.

# soyFlourDescription
source: Soy flour can be processed by various methods: full-fatted, partially defatted, defatted, roasted, enzyme inactive or active, lecithinated, etc. Full-fatted soy flour can be prepared easily at home. For preparing at home, wash cleaned soybeans with water. Boil for 20 minutes and sundry for two to three days, then grind in a mixer or grinder. Add soy flour to wheat flour to prepare chapatti. For 9kg wheat flour, add 1kg soy flour for fortification.
hi: सोया आटा विभिन्न तरीकों से तैयार किया जा सकता है: फुल-फैटेड, पार्टियली डिफैटेड, डिफैटेड, भुना हुआ, एंजाइम सक्रिय या निष्क्रिय, लेसिथिनेटेड आदि। फुल-फैटेड सोया आटा घर पर आसानी से तैयार किया जा सकता है। इसे तैयार करने के लिए, साफ सोयाबीन को पानी से धोएं। इसे 20 मिनट तक उबालें और दो-तीन दिनों तक धूप में सुखाएं, फिर मिक्सर या ग्राइंडर में पीस लें। गेहूं के आटे में सोया आटा मिलाएं। 9 किलो गेहूं के आटे में 1 किलो सोया आटा मिलाएं।
mr: सोय पीठ विविध प्रकारे तयार केले जाऊ शकते: पूर्ण फॅट, अंशतः फॅट काढलेले, फॅट काढलेले, भाजलेले, एंजाइम सक्रिय किंवा निष्क्रिय, लेसिथिनयुक्त, इत्यादी. घरच्या घरी तयार करण्यासाठी सोयाबीन धुवून 20 मिनिटे उकळा आणि दोन-तीन दिवस उन्हात वाळवा. मिक्सरमध्ये ग्राइंड करा. 9 किलो गव्हाच्या पिठात 1 किलो सोय पीठ घालून पोळी तयार करा.
ta: சோயா மாவு பல முறைகளால் தயாரிக்க முடியும்: முழு கொழுப்பு, பகுதி கொழுப்பு குறைந்த, கொழுப்பு குறைந்த, வறுத்த, என்சைம் செயல்பாடான அல்லது செயல்படாத, லெசித்தினேட் செய்த, முதலியவை. முழு கொழுப்பு சோயா மாவு வீட்டில் எளிதில் தயாரிக்க முடியும். வீட்டில் தயாரிக்க சோயாபீனை தண்ணீர் கொண்டு கழுவவும். 20 நிமிடங்கள் கொதிக்கவைத்து, இரண்டு முதல் மூன்று நாட்கள் சூரிய வெப்பத்தில் உலர்த்தவும், பின்னர் மிக்ஸர் அல்லது கிரைண்டரில் அரைக்கவும். சோயா மாவை கோதுமை மாவுடன் சேர்த்து சப்பாத்தி தயாரிக்கவும். 9 கிலோ கோதுமை மாவிற்கு 1 கிலோ சோயா மாவை சேர்த்து பலப்படுத்தவும்.

# soyCurdDescription
source: Mix soy milk and dairy milk in a half-half ratio and add curd culture to lukewarm milk. Mix it well and keep it aside for setting. Once set, refrigerate it. Soy curd will be ready. It contains high nutrient value.
hi: सोया दूध और डेयरी दूध को आधा-आधा अनुपात में मिलाएं और गुनगुने दूध में दही का कल्चर डालें। इसे अच्छी तरह मिलाएं और जमने के लिए अलग रख दें। जमने के बाद इसे फ्रिज में रखें। सोया दही तैयार हो जाएगा। इसमें उच्च पोषक तत्व होते हैं।
mr: सोया दूध आणि दुधाचे दूध समान प्रमाणात मिक्स करा आणि कोमट दुधात दही घालून मिक्स करा. मिक्सनंतर सेट होण्यासाठी ठेवा. सेट झाल्यावर फ्रिजमध्ये ठेवा. सोया दही तयार आहे. यात उच्च पोषकमूल्य आहे.
ta: சோயா பால் மற்றும் பால் சேர்த்து, குளிர்ந்த பால் சேர்க்கவும். நன்றாகக் கலக்கவும் மற்றும் அமைவதற்குக் காத்திருங்கள். அமைந்த பிறகு, குளிர்சாதனத்தில் வைத்து விடவும். சோயா தயிர் தயார். இது அதிக சத்துகளைக் கொண்டுள்ளது.

# soyChakliDescription
source: For preparing Soy Chakli, mix and sieve rice flour (200 gm), urad dal flour (100 gm), and soy flour (100 gm). Add all spices (carom, cumin, red chili, asafetida, salt) and oil, and mix well. Add a little water to knead soft dough and put it inside the chakli mold. Prepare round-shaped chakli by pressing the machine from the top and revolving it in a circular motion. Fry them in a pan on a low or medium flame.
hi: सोया चकली बनाने के लिए चावल का आटा (200 ग्राम), उड़द दाल का आटा (100 ग्राम), और सोया आटा (100 ग्राम) मिलाएं और छान लें। सभी मसाले (अजवाइन, जीरा, लाल मिर्च, हींग, नमक) और तेल मिलाएं। नरम आटा गूंधने के लिए थोड़ा पानी डालें और इसे चकली मोल्ड में डालें। मशीन को ऊपर से दबाकर और गोलाकार गति में घुमाकर गोल-गोल चकली तैयार करें। उन्हें धीमी या मध्यम आंच पर फ्राई करें।
mr: सोया चकलीसाठी तांदळाचे पीठ (200 ग्रॅम), उडीद डाळ पीठ (100 ग्रॅम), आणि सोया पीठ (100 ग्रॅम) मिक्स करून चाळा. सर्व मसाले (ओवा, जिरे, लाल मिरची, हिंग, मीठ) आणि तेल घालून मिक्स करा. थोडे पाणी घालून मऊ कणिक मळा आणि चकलीच्या साच्यात घाला. मशीन दाबून गोलाकार चकल्या तयार करा. कमी किंवा मध्यम आचेवर तळा.
ta: சோயா சக்கிலி தயாரிக்க, அரிசி மாவு (200 gm), உரட் பருப்பு மாவு (100 gm), மற்றும் சோயா மாவு (100 gm) சேர்த்து சல்லடை செய்து கலந்து கொள்ளவும். எல்லா மசாலாக்களையும் (ஒமம், சீரகம், சிவப்பு மிளகாய், அசஃபோட்டிடா, உப்பு) மற்றும் எண்ணெய் சேர்த்து நன்றாகக் கலக்கவும். மென்மையான மாவாக கசாயம் செய்ய சிறிதளவு தண்ணீர் சேர்த்து சக்கிலி அச்சில் வைக்கவும். இயந்திரத்தை மேலிருந்து அழுத்தி, சுற்றும் இயக்கத்தில் சக்கிலியை தயாரிக்கவும். ஒரு பானையில் மெல்லிய அல்லது நடுத்தர மூச்சில் வறுக்கவும்.

source: Pre-disposing Factors
hi: पूर्व-निर्धारण कारक
mr: पूर्वगामी घटक
ta: முன்னணி காரணிகள்

source: About
hi: ऐप के बारे में
mr: माहिती
ta: பற்றிய

source: Good Agri Practices
hi: अच्छी कृषि प्रथाएँ
mr: सुप्रशिक्षित शेती पद्धती
ta: சிறந்த விவசாய நடைமுறைகள்

source: Contact Information
hi: संपर्क जानकारी
mr: संपर्क माहिती
ta: தொடர்பு தகவல்

# aboutTitle
source: About
hi: ऐप के बारे में
mr: बद्दल
ta: பற்றி

# soybeanGyan
source: Soybean Gyan is designed and developed by the Indian Institute of Soybean Research, Indore to provide all the necessary farming information to farmers. The purpose of this application is to share agriculture-based new innovations and research with farmers.
hi: सोयाबीन ज्ञान भारतीय सोयाबीन अनुसंधान संस्थान, इंदौर द्वारा डिज़ाइन और विकसित किया गया है, जो किसानों को सभी आवश्यक कृषि जानकारी प्रदान करने के लिए है। इस ऐप का उद्देश्य किसानों के साथ कृषि आधारित नई नवाचारों और अनुसंधान को साझा करना है।
mr: सोयाबीन ज्ञान हे भारतीय सोयाबीन संशोधन संस्था, इंदौर यांच्याद्वारे डिझाइन व विकसित केले गेले आहे जेणेकरून शेतकऱ्यांना सर्व आवश्यक शेती माहिती पुरवली जाईल. या ॲप्लिकेशनचा उद्देश शेतीविषयक नवनवीन संशोधन आणि शोध शेतकऱ्यांपर्यंत पोहोचवणे आहे.
ta: சோயாபீன் ஜ்யான் இந்திய சோயாபீன் ஆராய்ச்சி நிறுவனமான, இந்து, விவசாயிகளுக்கு தேவையான அனைத்து விவசாய தகவல்களையும் வழங்க இந்தியன் இன்ஸ்டிடியூட் ஆஃப் சோயாபீன் ரிசர்ச், இன்றுவரை வடிவமைக்கப்பட்ட மற்றும் உருவாக்கப்பட்ட ஒரு பயன்பாடு. இந்த பயன்பாட்டின் நோக்கம் விவசாயிகளுடன் விவசாய அடிப்படையிலான புதிய கண்டுபிடிப்புகளையும் ஆராய்ச்சியையும் பகிர்வதாகும்.

# section1
source: Crop Management
hi: फसल प्रबंधन
mr: पीक व्यवस्थापन
ta: பருவ மேலாண்மை

# section2
source: Insect Management
hi: कीट प्रबंधन
mr: किड व्यवस्थापन
ta: பூச்சி மேலாண்மை

# section3
source: Weed Management
hi: घास प्रबंधन
mr: तण व्यवस्थापन
ta: பழக்கம் மேலாண்மை

# section4
source: Disease Management
hi: रोग प्रबंधन
mr: रोग व्यवस्थापन
ta: நோய் மேலாண்மை

# section5
source: Farm Machinery
hi: कृषि यंत्र
mr: शेती उपकरणे
ta: விவசாய இயந்திரங்கள்

# section6
source: Soy Food Recipe
hi: सोयाबीन खाद्य विधि
mr: सोय अन्न पाककृती
ta: சோயா உணவு வதிகள்

source: Address
hi: पता
mr: पत्ता
ta: முகவரி

# addressDetails
source: ICAR-Indian Institute Of Soybean Research, Khandwa Road, Indore(M.P.)-452001
hi: आईसीएआर-भारतीय सोयाबीन अनुसंधान संस्थान, खंडवा रोड, इंदौर (म.प्र.) -452001
mr: ICAR-भारतीय सोयाबीन संशोधन संस्था, खंडवा रोड, इंदूर (म.प्र.) -452001
ta: ICAR-இந்திய சோயாபீன் ஆராய்ச்சி நிறுவனம், கான்ட்வா ரோடு, இந்தூர் (ம.பா)-452001

source: Phone
hi: फोन
mr: फोन
ta: தொலைபேசி

# director
source: Dr. Kunwar Harendra Singh, Director
hi: डॉ. कुंवर हरेंद्र सिंह, निदेशक
mr: डॉ. कुंवर हरेंद्र सिंह, संचालक
ta: டாக்டர் குன்வார் ஹரேந்திர சிங், இயக்குனர்

# insectManagement1
source: Dr. Lokesh Kumar Meena (Insect Management)
hi: डॉ. लोकेश कुमार मीना (कीट प्रबंधन)
mr: डॉ. लोकेश कुमार मीना (कीटक व्यवस्थापन)
ta: டாக்டர் லோகேஷ் குமார் மீனா (பூச்சி மேலாண்மை)

# weedManagement1
source: Dr. Rakesh Verma (Weed Management)
hi: डॉ. राकेश वर्मा (खरपतवार प्रबंधन)
mr: डॉ. राकेश वर्मा (तण व्यवस्थापन)
ta: டாக்டர் ராகேஷ் வெர்மா (களையர் மேலாண்மை)

# cropManagement1
source: Dr. B.U. Dupare (Crop Management)
hi: डॉ. बी.यू. दुपारे (फसल प्रबंधन)
mr: डॉ. बी.यू. दुपारे (पीक व्यवस्थापन)
ta: டாக்டர் பி.யு. டுபரே (பயிர் மேலாண்மை)

# nutrientManagement1
source: Dr. Raghavendra Nargund (Nutrient Management)
hi: डॉ. राघवेंद्र नर्गुंड (पोषक तत्व प्रबंधन)
mr: डॉ. राघवेंद्र नर्गुंड (पौष्टिक व्यवस्थापन)
ta: டாக்டர் ராகவேந்திர நார்குண்ட் (உட்பொருள் மேலாண்மை)
