Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# seedAndVariety1
source: Dr. M.K. Kuchlan (Seed and Variety)
hi: डॉ. एम.के. कुचालन (बीज और किस्म)
mr: डॉ. एम.के. कुचालन (बियाणे आणि वाण)
ta: டாக்டர் எம்.கே. குஸ்லான் (விதை மற்றும் வகை)

# diseaseManagement1
source: Dr. Sanjeev Kumar (Disease Management)
hi: डॉ. संजीव कुमार (रोग प्रबंधन)
mr: डॉ. संजीव कुमार (रोग व्यवस्थापन)
ta: டாக்டர் சஞ்சீவ் குமார் (நோய் மேலாண்மை)

# appRelatedInformation
source: For App Related Information Contact
hi: एप से संबंधित जानकारी के लिए संपर्क करें
mr: अ‍ॅप संबंधित माहिती साठी संपर्क करा
ta: ஆப் தொடர்பான தகவலுக்கு தொடர்பு கொள்ளவும்

# principalScientist
source: Dr. Savita Kolhe, Principal Scientist
hi: डॉ. सविता कोल्हे, प्रधान वैज्ञानिक
mr: डॉ. सविता कोल्हे, प्रधान वैज्ञानिक
ta: டாக்டர் சவிதா கொல்ஹே, முதன்மை விஞ்ஞானி

source: Email
hi: ईमेल
mr: ईमेल
ta: மின்னஞ்சல்

source: Fax
hi: फैक्स
mr: फॅक्स
ta: தொலைநகல்

source: Good Agri Practice
hi: अच्छी कृषि प्रथाएँ
mr: चांगल्या कृषी पद्धती
ta: சிறந்த வேளாண் நடைமுறைகள்

source: General Guidelines -
hi: सामान्य दिशा-निर्देश -
mr: सामान्य मार्गदर्शक तत्त्वे -
ta: பொது வழிகாட்டல்கள் -

# goodAgriPracticesDescription
source: Good Agricultural Practices (GAPs) are a set of principles, regulations and technical recommendations applicable to production, processing and food transport, addressing human health care, environment protection and improvement of worker conditions and their families. Implementing GAP also helps promote sustainable agriculture and contributes to meeting national and international environmental and social developmental objectives.
hi: अच्छी कृषि प्रथाएँ (GAPs) एक ऐसे सिद्धांतों, नियमों और तकनीकी सिफारिशों का सेट हैं जो उत्पादन, प्रसंस्करण और खाद्य परिवहन में लागू होते हैं, जो मानव स्वास्थ्य देखभाल, पर्यावरण संरक्षण और श्रमिकों और उनके परिवारों की परिस्थितियों को बेहतर बनाने के लिए होते हैं। GAP का पालन करने से स्थायी कृषि को बढ़ावा मिलता है और राष्ट्रीय और अंतर्राष्ट्रीय पर्यावरणीय और सामाजिक विकासात्मक उद्देश्यों को पूरा करने में मदद मिलती है।
mr: चांगल्या कृषी पद्धती (GAPs) हे तत्त्व, नियम आणि तांत्रिक शिफारसींचे एक संच आहेत जे उत्पादन, प्रक्रिया आणि खाद्य वाहतुकीसाठी लागू होतात, जे मानवाच्या आरोग्य देखभाली, पर्यावरण संरक्षण आणि कामगारांची व त्यांच्या कुटुंबांची स्थिती सुधारणे यावर लक्ष केंद्रित करतात. GAP चा वापर स्थिर शेतीला प्रोत्साहन देतो आणि राष्ट्रीय आणि आंतरराष्ट्रीय पर्यावरणीय आणि सामाजिक विकासात्मक उद्दिष्टांनाही पूर्ण करण्यात मदत करतो.
ta: சிறந்த வேளாண் நடைமுறைகள் (GAPs) என்பது உற்பத்தி, செயலாக்கம் மற்றும் உணவு போக்குவரத்துக்கு பொருந்தும் சில கொள்கைகள், விதிமுறைகள் மற்றும் தொழில்நுட்ப பரிந்துரைகள் ஆகும், இது மனித சுகாதார பராமரிப்பு, சுற்றுச்சூழல் பாதுகாப்பு மற்றும் தொழிலாளர்களின் மற்றும் அவர்களின் குடும்பங்களின் நிலைகளை மேம்படுத்துவதற்கு குறிக்கோளாக இருக்கிறது. GAP ஐ நிறைவேற்றுவது நிலையான வேளாண்மையை ஊக்குவிக்க உதவுகிறது மற்றும் தேசிய மற்றும் அன்றாட சமூக வளர்ச்சி குறிக்கோள்களையும் பூர்த்தி செய்ய உதவுகிறது.

# implementingGAP
source: Implementing GAP also helps promote sustainable agriculture and contributes to meeting national and international environmental and social developmental objectives.
hi: GAP का पालन करने से स्थायी कृषि को बढ़ावा मिलता है और राष्ट्रीय और अंतर्राष्ट्रीय पर्यावरणीय और सामाजिक विकासात्मक उद्देश्यों को पूरा करने में मदद मिलती है।
mr: GAP चा वापर स्थिर शेतीला प्रोत्साहन देतो आणि राष्ट्रीय आणि आंतरराष्ट्रीय पर्यावरणीय आणि सामाजिक विकासात्मक उद्दिष्टांनाही पूर्ण करण्यात मदत करतो.
ta: GAP ஐ நிறைவேற்றுவது நிலையான வேளாண்மையை ஊக்குவிக்க உதவுகிறது மற்றும் தேசிய மற்றும் அன்றாட சமூக வளர்ச்சி குறிக்கோள்களையும் பூர்த்தி செய்ய உதவுகிறது.

# socialDimension
source: Its social dimension would be to protect the agricultural workers' health from improper use of chemicals and pesticides.
hi: इसका सामाजिक आयाम यह होगा कि यह कृषि श्रमिकों के स्वास्थ्य की रक्षा करता है जो रासायनिक और कीटनाशकों के अनुचित उपयोग से होते हैं।
mr: त्याचा सामाजिक आयाम म्हणजे की, कृषी कामगारांचे आरोग्य रासायनिक आणि कीटकनाशकांच्या अपयोगापासून संरक्षित करणे.
ta: இதன் சமூக பரிமாணம் என்பது வேளாண் தொழிலாளர்களின் சுகாதாரத்தை வேதிப்பொருட்கள் மற்றும் பூச்சி நாசினிகளை தவறாக பயன்படுத்துவதிலிருந்து பாதுகாக்கும் செய்தி ஆகும்.

# soybeanGuidelines
source: The guidelines are applicable to the production, harvesting, storage, etc. of soybean. Farmers can adopt appropriate measures to produce safe and premium soybean.
hi: यह दिशा-निर्देश सोयाबीन के उत्पादन, कटाई, भंडारण आदि के लिए लागू हैं। किसान सुरक्षित और प्रीमियम सोयाबीन उत्पन्न करने के लिए उचित उपाय अपना सकते हैं।
mr: या मार्गदर्शक तत्त्वे सोयाबीनच्या उत्पादन, कापणी, साठवणूक इत्यादीसाठी लागू आहेत. शेतकरी सुरक्षित आणि प्रीमियम सोयाबीन उत्पादन करण्यासाठी योग्य उपाय अवलंबू शकतात.
ta: இந்த வழிகாட்டல்கள் சோயா உற்பத்தி, அறுவடை, சேமிப்பு போன்றவற்றுக்கு பொருந்தும். விவசாயிகள் பாதுகாப்பான மற்றும் உயர் தரமான சோயா உற்பத்தி செய்ய ஏற்ற முறைகளைப் பின்பற்றலாம்.

source: Soil Management -
hi: मृदा प्रबंधन -
mr: माती व्यवस्थापन -
ta: மண்ணியல் மேலாண்மை -

# soilManagementPoint1
source: 1. Select the soil with moderate to high fertility.
hi: 1. मध्यम से उच्च उर्वरता वाली मृदा का चयन करें।
mr: 1. मध्यम ते उच्च उर्वरक क्षमता असलेली माती निवडा.
ta: 1. மத்தியில் அல்லது அதிக உழைக்கப்படும் மண் தேர்வு செய்யவும்.

# soilManagementPoint2
source: 2. Plough in crop residues and vegetation to improve soil fertility.
hi: 2. मृदा की उर्वरता को बढ़ाने के लिए फसल अवशेष और वनस्पति को जुताई में मिलाएं।
mr: 2. मातीची उर्वरक क्षमता वाढवण्यासाठी पिकांचे अवशेष आणि वनस्पती जुताईत मिसळा.
ta: 2. மண்ணின் உரிமை மேம்படுத்த மல்லிகையை மற்றும் மூலிகைகளை உரத்திடுங்கள்.

# soilManagementPoint3
source: 3. Incorporate organic matter to enhance the soil structure.
hi: 3. मृदा संरचना को बेहतर बनाने के लिए जैविक पदार्थ को मिलाएं।
mr: 3. मातीची संरचना सुधारण्यासाठी जैविक पदार्थ मिश्रित करा.
ta: 3. மண்ணில் அமைவதற்கு கொரிக்கையான காரிகைகளை சேர்க்கவும்.

# soilManagementPoint4
source: 4. Avoid overuse of chemical fertilizers to maintain soil health.
hi: 4. मृदा स्वास्थ्य बनाए रखने के लिए रासायनिक उर्वरकों का अधिक उपयोग न करें।
mr: 4. मातीचे आरोग्य राखण्यासाठी रासायनिक खतांचा अधिक वापर टाळा.
ta: 4. வேதியியல் உரங்களின் அதிக பயன்பாட்டை தவிர்க்கவும்.

# soilManagementPoint5
source: 5. Use conservation tillage techniques to prevent erosion.
hi: 5. कटाव को रोकने के लिए संरक्षण जुताई तकनीकों का उपयोग करें।
mr: 5. मातीच्या धरणासाठी संरक्षणात्मक जुताई तंत्र वापरा.
ta: 5. நில அளவுகோல் பராமரிக்க புதிய நில அளவை பரிசோதனை முறைகளை பயன்படுத்தவும்.

# soilManagementPoint6
source: 6. Monitor soil pH levels to optimize nutrient availability.
hi: 6. पोषक तत्वों की उपलब्धता को अधिकतम करने के लिए मृदा pH स्तर की निगरानी करें।
mr: 6. पोषणतत्त्वांची उपलब्धता अनुकूल करण्यासाठी मातीच्या pH स्तराची निगराणी करा.
ta: 6. மண்ணின் pH மட்டுகளை பரிசோதித்து ஊட்டச்சத்து கிடைப்பினை மேம்படுத்தவும்.

source: Seed -
hi: बीज -
mr: बीज -
ta: விதைகள் -

# seedPoint1
source: 1. Use certified seeds to ensure good quality crops.
hi: 1. अच्छे गुणवत्ता वाले फसल के लिए प्रमाणित बीजों का उपयोग करें।
mr: 1. चांगल्या गुणवत्ता असलेल्या पिकांसाठी प्रमाणित बीजांचा वापर करा.
ta: 1. சரியான தரமான பயிர்களை உறுதி செய்ய மேலாண்மை விதைகள் பயன்படுத்தவும்.

# seedPoint2
source: 2. Avoid mixing seeds from different varieties to maintain purity.
hi: 2. बीजों की शुद्धता बनाए रखने के लिए विभिन्न किस्मों के बीजों को मिलाने से बचें।
mr: 2. बीजांची शुद्धता कायम ठेवण्यासाठी विविध जातींचे बीज मिसळण्यापासून टाळा.
ta: 2. விதைகள் வகைகளை கலக்காமல் பராமரிக்கவும்.

# seedPoint3
source: 3. Treat seeds with suitable fungicides or pesticides before planting.
hi: 3. बीजों को बुआई से पहले उपयुक्त कवकनाशी या कीटनाशी से उपचारित करें।
mr: 3. बीजांची बियाणे लागवडीपूर्वी योग्य कीटकनाशक किंवा फंगीसाइड्सने उपचार करा.
ta: 3. விதைகளை பயிர்க்கும் முன் சரியான பூச்சி அல்லது பூச்சி நோய்களை எதிர்க்கும் மருந்துகளுடன் சிகிச்சை செய்யவும்.

# seedPoint4
source: 4. Store seeds in a cool, dry place to avoid deterioration.
hi: 4. बीजों को ठंडी और सूखी जगह पर सुरक्षित रखें ताकि वे खराब न हो जाएं।
mr: 4. बीजांना थंड, कोरड्या ठिकाणी ठेवा, त्यामुळे ते खराब होणार नाहीत.
ta: 4. விதைகளை உறுதி செய்ய குளிர்ந்த, உலர்ந்த இடத்தில் வைக்கவும்.

# seedPoint5
source: 5. Follow recommended sowing rates and planting depths for different crops.
hi: 5. विभिन्न फसलों के लिए अनुशंसित बुआई दरों और गहराई का पालन करें।
mr: 5. विविध पिकांसाठी शिफारस केलेले लागवड दर आणि खोली पालन करा.
ta: 5. விதைகளின் பரிந்துரைக்கப்பட்ட விதைத்திறன் மற்றும் செடிகள் பரிமாணங்களை பின்பற்றவும்.

source: Fertilizer Use -
hi: उर्वरक का उपयोग -
mr: खतांचा वापर -
ta: உரங்கள் பயன்பாடு -

# fertilizerPoint1
source: 1. Use organic fertilizers to maintain soil fertility.
hi: 1. मृदा की उर्वरता बनाए रखने के लिए जैविक उर्वरकों का उपयोग करें।
mr: 1. मातीच्या उर्वरक क्षमता राखण्यासाठी जैविक खतांचा वापर करा.
ta: 1. மண்ணின் உரிமையை பராமரிக்க இயற்கை உரங்களைப் பயன்படுத்தவும்.

# fertilizerPoint2
source: 2. Apply fertilizers at the right time to optimize uptake by plants.
hi: 2. पौधों द्वारा अवशोषण को अनुकूलित करने के लिए उर्वरकों का सही समय पर आवेदन करें।
mr: 2. खतांचे योग्य वेळेस वापर करा, जेणेकरून ते पिकांसाठी प्रभावी ठरतील.
ta: 2. உரங்களை சரியான நேரத்தில் பயிர்களுக்குக் கொண்டு செல்லவும்.

# fertilizerPoint3
source: 3. Avoid excessive use of chemical fertilizers, which can harm soil health.
hi: 3. रासायनिक उर्वरकों का अत्यधिक उपयोग न करें, क्योंकि यह मृदा स्वास्थ्य को नुकसान पहुंचा सकता है।
mr: 3. रासायनिक खतांचा अति वापर टाळा, कारण यामुळे मातीचे आरोग्य प्रभावित होऊ शकते.
ta: 3. வேதியியல் உரங்களின் அதிக பயன்பாட்டை தவிர்க்கவும்.

# fertilizerPoint4
source: 4. Follow recommended application rates based on soil testing results.
hi: 4. मृदा परीक्षण परिणामों के आधार पर अनुशंसित आवेदन दरों का पालन करें।
mr: 4. मातीच्या परीक्षणांच्या परिणामांवर आधारित शिफारस केलेल्या वापर दरांचे पालन करा.
ta: 4. மண்ணின் பரிசோதனை முடிவுகளைப் பயன்படுத்தி உரங்களை பரிந்துரைக்கப்பட்ட அளவில் பயன்படுத்தவும்.

source: Planting -
hi: बुआई -
mr: लागवड -
ta: நட்டம் -

# plantingPoint1
source: 1. Plant at the recommended spacing to allow for optimal growth.
hi: 1. पौधों की इष्टतम वृद्धि के लिए अनुशंसित दूरी पर बुआई करें।
mr: 1. योग्य वावरण्यासाठी शिफारस केलेल्या अंतरावर लागवड करा.
ta: 1. சிறந்த வளர்ச்சிக்கான பரிந்துரைக்கப்பட்ட இடைவெளியில் நட்டத்தை நடவும்.

# plantingPoint2
source: 2. Ensure proper soil moisture before planting.
hi: 2. बुआई से पहले मृदा में उचित नमी सुनिश्चित करें।
mr: 2. लागवडीपूर्वी मातीतील योग्य ओलावा सुनिश्चित करा.
ta: 2. நட்டம் நடுவதற்கு முன் மண்ணில் ஈரப்பதத்தை உறுதி செய்யவும்.

# plantingPoint3
source: 3. Avoid planting during harsh weather conditions like extreme heat or frost.
hi: 3. अत्यधिक गर्मी या ठंढी जैसी कठोर मौसम स्थितियों में बुआई से बचें।
mr: 3. तीव्र उष्णता किंवा थंडी सारख्या कठोर हवामान परिस्थितीत लागवड करण्यापासून टाळा.
ta: 3. கடுமையான காலநிலைகளில், உதாரணமாக சூறாவளி அல்லது பனிக்காலங்களில் நட்டம் நடுவது தவிர்க்கவும்.

# plantingPoint4
source: 4. Ensure proper seed depth for good germination.
hi: 4. अच्छे अंकुरण के लिए बीज की उचित गहराई सुनिश्चित करें।
mr: 4. चांगल्या अंकुरणासाठी बीजांची योग्य खोली सुनिश्चित करा.
ta: 4. நல்ல நெளிவு பெறுவதற்கான பரிந்துரைக்கப்பட்ட விதைகள் ஆழத்தில் நட்டத்தை நடவும்.

source: Pest and Disease Management -
hi: कीट और रोग प्रबंधन -
mr: कीटक आणि रोग व्यवस्थापन -
ta: பூச்சி மற்றும் நோய் மேலாண்மை -

# pestPoint1
source: 1. Use integrated pest management (IPM) techniques to control pests.
hi: 1. कीटों को नियंत्रित करने के लिए समेकित कीट प्रबंधन (IPM) तकनीकों का उपयोग करें।
mr: 1. कीटक नियंत्रित करण्यासाठी एकत्रित कीटक व्यवस्थापन (IPM) तंत्र वापरा.
ta: 1. பூச்சி மேலாண்மைக்கான ஒருங்கிணைந்த முறைகளை (IPM) பயன்படுத்தவும்.

# pestPoint2
source: 2. Monitor crops regularly for signs of pests and diseases.
hi: 2. कीटों और रोगों के संकेतों के लिए नियमित रूप से फसलों की निगरानी करें।
mr: 2. कीटक आणि रोगांच्या संकेतांसाठी नियमितपणे पिकांची तपासणी करा.
ta: 2. பூச்சி மற்றும் நோய்களின் அடையாளங்களை கண்டறிய பயிர்களைக் கண்காணிக்கவும்.

# pestPoint3
source: 3. Use resistant crop varieties to reduce pest pressure.
hi: 3. कीट दबाव को कम करने के लिए प्रतिरोधक फसल किस्मों का उपयोग करें।
mr: 3. कीटकांचा दबाव कमी करण्यासाठी प्रतिकारक पिकांच्या जाती वापरा.
ta: 3. பூச்சி அழுத்தங்களை குறைக்கும் விதமாக எதிர்ப்பு வகைகளை பயன்படுத்தவும்.

# pestPoint4
source: 4. Use biological control agents like beneficial insects to control pests.
hi: 4. कीटों को नियंत्रित करने के लिए जैविक नियंत्रण एजेंटों जैसे लाभकारी कीटों का उपयोग करें।
mr: 4. कीटक नियंत्रित करण्यासाठी जैविक नियंत्रण एजंट्स जसे की फायदेशीर कीटक वापरा.
ta: 4. பூச்சிகளை கட்டுப்படுத்த உயிரியல் கட்டுப்பாட்டு எஜென்ட்களை பயன்படுத்தவும்.

# pestPoint5
source: 5. Avoid overuse of chemical pesticides, which can harm the environment.
hi: 5. पर्यावरण को नुकसान पहुँचाने से बचने के लिए कीटनाशकों का अत्यधिक उपयोग न करें।
mr: 5. पर्यावरणासाठी हानिकारक होणाऱ्या कीटकनाशकांचा अधिक वापर टाळा.
ta: 5. வேதியியல் பூச்சி நாசினிகளின் அதிக பயன்பாட்டை தவிர்க்கவும்.

source: Pesticide Use -
hi: कीटनाशक का उपयोग -
mr: कीटनाशक वापर -
ta: பூச்சி நாசினி பயன்பாடு -

# pesticidePoint1
source: 1. Use pesticides only when necessary and according to recommendations.
hi: 1. केवल आवश्यकता पड़ने पर और अनुशंसाओं के अनुसार कीटनाशकों का उपयोग करें।
mr: 1. केवळ आवश्यकतेनुसार आणि शिफारस केल्याप्रमाणे कीटनाशकांचा वापर करा.
ta: 1. பூச்சி நாசினிகளை தேவையான போதே மற்றும் பரிந்துரைக்கப்பட்ட அளவிலும் பயன்படுத்தவும்.

# pesticidePoint2
source: 2. Follow the recommended application rates to minimize environmental impact.
hi: 2. पर्यावरणीय प्रभाव को कम करने के लिए अनुशंसित आवेदन दरों का पालन करें।
mr: 2. पर्यावरणीय प्रभाव कमी करण्यासाठी शिफारस केलेल्या वापर दरांचे पालन करा.
ta: 2. சுற்றுச்சூழல் பாதிப்புகளை குறைக்க பரிந்துரைக்கப்பட்ட பயன்பாட்டு அளவுகளை பின்பற்றவும்.

# pesticidePoint3
source: 3. Apply pesticides during calm weather to reduce drift.
hi: 3. कीटनाशकों का उपयोग शांत मौसम में करें ताकि उनका फैलाव कम हो।
mr: 3. कीटनाशकांचा वापर शांत हवामानात करा, जेणेकरून त्याचा फुकट होणारा वारा कमी होईल.
ta: 3. பூச்சி நாசினிகளை பனிக்காலங்களில் பயன்படுத்தவும்.

# pesticidePoint4
source: 4. Wear appropriate protective gear when applying pesticides.
hi: 4. कीटनाशकों का उपयोग करते समय उचित सुरक्षा गियर पहनें।
mr: 4. कीटनाशकांचा वापर करतांना योग्य सुरक्षा गियर घालावे.
ta: 4. பூச்சி நாசினிகளை பயன்படுத்தும்போது பாதுகாப்பு உபகரணங்களை அணியவும்.

# pesticidePoint5
source: 5. Rotate pesticides to avoid resistance buildup in pest populations.
hi: 5. कीट जनसंख्या में प्रतिरोध के निर्माण से बचने के लिए कीटनाशकों का घुमाव करें।
mr: 5. कीटकांच्या प्रतिकार शक्ती वाढवू न देण्यासाठी कीटनाशकांचा उपयोग बदला.
ta: 5. பூச்சி நாசினிகளில் எதிர்ப்பு உருவாகாமல் பரிசோதனை செய்யவும்.

# pesticidePoint6
source: 6. Store pesticides safely and away from children or animals.
hi: 6. कीटनाशकों को सुरक्षित रूप से और बच्चों या जानवरों से दूर रखें।
mr: 6. कीटनाशकांना सुरक्षित आणि मुले किंवा प्राण्यांपासून दूर ठेवा.
ta: 6. பூச்சி நாசினிகளை பாதுகாப்பாக சேமிக்கவும்.

source: Irrigation -
hi: सिंचाई -
mr: सिंचाई -
ta: பொழிவு -

# irrigationPoint1
source: 1. Use efficient irrigation methods like drip or sprinkler irrigation.
hi: 1. ड्रिप या स्प्रिंकलर सिंचाई जैसी प्रभावी सिंचाई विधियों का उपयोग करें।
mr: 1. जलद्रावन किंवा स्प्रिंकलर सिंचाई सारख्या प्रभावी सिंचाई पद्धती वापरा.
ta: 1. நீர்த்தேக்கத்திற்கு சீரான முறைகளை பயன்படுத்தவும்.

# irrigationPoint2
source: 2. Monitor soil moisture levels to avoid over-irrigation.
hi: 2. अधिक सिंचाई से बचने के लिए मृदा नमी स्तर की निगरानी करें।
mr: 2. जास्त सिंचाई टाळण्यासाठी मातीच्या ओलावा स्तरांची तपासणी करा.
ta: 2. நீர் அளவை சரியாக பரிசோதிக்கவும்.

# irrigationPoint3
source: 3. Irrigate in the early morning or late evening to minimize evaporation.
hi: 3. वाष्पीकरण को कम करने के लिए सुबह या शाम को सिंचाई करें।
mr: 3. वाफ कमी करण्यासाठी पहाट किंवा संध्याकाळी सिंचाई करा.
ta: 3. அதிக நீராட்டத்தை தவிர்க்கவும்.

# irrigationPoint4
source: 4. Use rainwater harvesting techniques to reduce water usage.
hi: 4. जल उपयोग को कम करने के लिए वर्षा जल संचयन तकनीकों का उपयोग करें।
mr: 4. पाणी वापर कमी करण्यासाठी वर्षा जल संचयन तंत्रांचा वापर करा.
ta: 4. மழை நீர் சேகரிப்பு முறைகளை பயன்படுத்தவும்.

source: Harvesting and Post-Harvesting -
hi: कटाई और उपरांत कटाई -
mr: कापणी आणि कापणी नंतर -
ta: அறுவடை மற்றும் அறுவடை பிறகு -

# harvestingPoint1
source: 1. Harvest crops at the right stage of maturity for best quality.
hi: 1. सर्वोत्तम गुणवत्ता के लिए फसलों को सही परिपक्वता चरण में काटें।
mr: 1. सर्वोत्तम गुणवत्ता मिळवण्यासाठी पिकांची कापणी योग्य वयात करा.
ta: 1. சிறந்த தரத்திற்கு உரிய அளவிலான அறுவடை செய்யவும்.

# harvestingPoint2
source: 2. Use clean and sharp tools to avoid damage to crops.
hi: 2. फसलों को नुकसान से बचाने के लिए स्वच्छ और तेज औजारों का उपयोग करें।
mr: 2. पिकांना इजा होणार नाही यासाठी स्वच्छ आणि धारदार साधनांचा वापर करा.
ta: 2. பயிர்களுக்கான அழுக்கற்ற மற்றும் கூரிய கருவிகளை பயன்படுத்தவும்.

# harvestingPoint3
source: 3. Handle harvested crops carefully to prevent bruising or spoilage.
hi: 3. कटाई के बाद फसलों को संभालते समय उन्हें दबाने या खराब करने से बचें।
mr: 3. कापणी नंतर पिकांना जखम किंवा खराब होण्यापासून वाचवण्यासाठी योग्य काळजी घ्या.
ta: 3. அறுவடை செய்யப்பட்ட பயிர்களை கவனமாக கையாளவும்.

# harvestingPoint4
source: 4. Store harvested crops in a cool, dry place to extend shelf life.
hi: 4. भंडारण के लिए फसलों को ठंडी और सूखी जगह पर रखें ताकि shelf life बढ़ सके।
mr: 4. भंडारण करण्यासाठी कापणी झालेल्या पिकांना ठंड आणि कोरड्या ठिकाणी ठेवा.
ta: 4. அறுவடை செய்யப்பட்ட பயிர்களை குளிர்ந்த மற்றும் உலர்ந்த இடத்தில் சேமிக்கவும்.

# copyright
source: Copyright © Soybean Gyan, All Rights Reserved.
hi: कॉपीराइट © सोयाबीन ज्ञान, सभी अधिकार सुरक्षित।
mr: कॉपीराइट © सोयाबीन ज्ञान, सर्व अधिकार राखीव.
ta: பதிவுரிமை © சோயா ஞான், அனைத்து உரிமைகளும் பாதுகாக்கப்பட்டவை.

# rust_management_text
source: Deep ploughing during summer. No summer and rabi cultivation of soybean and rouging of self-sown soybean plants in these seasons. Roguing and burning of infected plants, crop, and crop residues during the season. Intercropping of soybean with other rainy season crops of the area. Cultivation of rust-tolerant varieties like Ankur, PK 1024, PK 1029, JS 80-21, Indira soybean 9, MAUS 61-2 or early maturing varieties. Two to three sprays of hexaconazole (Contaf) or propiconazole (Tilt) or triadimefon (Bayleton) or oxycarboxin (Plantvax) @ 0.1% are found effective. To enable entering soybean field for spray at least after every 15 rows a strip of about 1.50 m be left vacant in the field. One protective spray of any above fungicides over the crop at 35 to 40 DAS in rust hotspot areas.
hi: गर्मियों में गहरी जुताई करें। सोयाबीन की गर्मी और रबी की खेती न करें और इन मौसमों में स्वयं बोई गई सोयाबीन पौधों की रूगिंग करें। संक्रमित पौधों, फसल और फसल के अवशेषों को इस मौसम में रूगिंग और जलाएं। क्षेत्र के अन्य मानसून फसलों के साथ सोयाबीन की अंतरफसली खेती करें। जंग-प्रतिरोधी किस्मों की खेती करें जैसे कि अंकुर, पीके 1024, पीके 1029, जेएस 80-21, इंदिरा सोयाबीन 9, MAUS 61-2 या जल्दी पकने वाली किस्में। हेक्साकोनाज़ोल (कॉन्टैफ) या प्रोपिकोनाज़ोल (टिल्ट) या ट्रायडाइमेफन (बयलटन) या ऑक्सीकार्बोक्सिन (प्लांटवैक्स) @ 0.1% के दो से तीन छिड़काव प्रभावी पाए गए हैं। सोयाबीन खेत में छिड़काव के लिए कम से कम हर 15 पंक्तियों के बाद एक 1.50 मीटर चौड़ी पट्टी छोड़नी चाहिए। जंग के हॉटस्पॉट क्षेत्रों में फसल पर एक सुरक्षात्मक छिड़काव किसी भी उपर्युक्त फफूंदी नाशकों का 35 से 40 दिन की आयु में किया जाना चाहिए।
