Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# description_text
source: Causal Organism: Sclerotium rolfsii Sacc. (Teleomorph Athelia rolfsii). The pathogen is soil borne. It affects stem bases and the lower part of the stem. The disease occurs throughout soybean growing areas of India but is most common in the states of Madhya Pradesh, Rajasthan, and Karnataka. The disease causes yield losses ranging from 30 to 40% under congenial climate. Hot (25°C to 35°C) and humid weather, well-aerated sandy or sandy loam soil, high soil moisture, high plant population, dense canopy cover, and a large amount of undecomposed organic matter from previous crops favor the disease.
hi: कारक जीव : स्क्लेरोटियम रोल्फसी सैक. (टेलिओमॉर्फ एथेलिया रोल्फसी)। रोगजनक मृदा जनित है। यह तने के आधार और तने के निचले हिस्से को प्रभावित करता है। रोग भारत के सोयाबीन उगाने वाले क्षेत्रों में होता है, लेकिन मध्य प्रदेश, राजस्थान और कर्नाटक राज्यों में सबसे अधिक आम है। अनुकूल जलवायु में रोग 30 से 40% तक की उपज हानि का कारण बनता है। गर्म (25°C से 35°C) और आर्द्र मौसम, अच्छी तरह से हवादार रेतीली या रेतीली दोमट मिट्टी, उच्च मिट्टी की नमी, उच्च पौध जनसंख्या, घना छत्रावरण और पिछली फसलों से अविघटित कार्बनिक पदार्थ की बड़ी मात्रा रोग का पक्ष लेती है।
mr: कारक सूक्ष्मजीव: स्क्लेरोटियम रोल्फ्सी सॅक. (टेलिओमॉर्फ एथेलिया रोल्फ्सी). सूक्ष्मजीव मातीमध्ये राहतो. तो खोडाच्या तळाशी आणि खालच्या भागावर परिणाम करतो. हा रोग भारतातील सोयाबीनच्या लागवडीच्या क्षेत्रांमध्ये होतो, पण मध्य प्रदेश, राजस्थान, आणि कर्नाटक राज्यांमध्ये सर्वाधिक आढळतो. अनुकूल हवामानात, हा रोग 30 ते 40% उत्पन्न हानी करतो. उष्ण (25°C ते 35°C) आणि दमट हवामान, चांगली हवादार वालुकामिश्र माती, उच्च माती ओलावा, उच्च वनस्पती लोकसंख्या, घनदाट छत्रछाया, आणि मागील पिकांचे अपघटित अवशेष या रोगाला अनुकूल आहेत.
ta: நோய்க்கான காரணி: Sclerotium rolfsii Sacc. (Teleomorph Athelia rolfsii). இந்த கிருமி மண்ணில் வாழ்கின்றது. இது காம்புகளின் அடிப்பகுதியையும் கீழ்ப்பகுதியையும் பாதிக்கின்றது. இந்த நோய் இந்தியாவின் சோயாபீன் வளர்ப்புப் பகுதிகள் முழுவதும் காணப்படுகிறது, ஆனால் மத்திய பிரதேசம், ராஜஸ்தான், கர்நாடகா ஆகிய மாநிலங்களில் அதிகமாக உள்ளது. ஆரோக்கியமான வானிலை (25°C முதல் 35°C) மற்றும் ஈரமான வானிலை, நன்றாக காற்று பிரவாஹம் கொண்ட மணலான அல்லது மணல்வழி மண், அதிக மண்ணின் ஈரப்பதம், அதிக தாவர எண்ணிக்கை, அடர்ந்த கானோபி மூடு மற்றும் முந்தைய பயிர்களிலிருந்து பெரும்பாலான வைக்காத ஜீவவிலகிய பொருள் இந்த நோயை சார்ந்துள்ளது.

# symptoms_text
source: I. Seed and seedling: Pathogen causes damping off in seedlings. Subsequent decay in the collar region results in drooping and wilting of seedlings. The most striking symptom is the formation of white cottony mats of mycelium around the collar region and sometimes on the soil (generally disappears during drought) with reddish brown to dark brown, globose to sub-globose sclerotia about the size of mustard seeds. 2. Well-grown plant: Infection appears in the form of basal stem rot, wilt, and blighting of the leaves. The appearance of white cottony mats of mycelium around the collar region with sclerotia is also common. Under favorable conditions, sclerotia are even produced on the soil surface near infected plants.
hi: I. बीज और पौध: रोगजनक पौधों में झुलसा और मुरझाने का कारण बनता है। कॉलर क्षेत्र में बाद में सड़न होने से पौधों का झुकना और मुरझाना हो जाता है। सबसे आकर्षक लक्षण कॉलर क्षेत्र के आसपास और कभी-कभी मिट्टी पर सफेद कपास जैसी मैटों का निर्माण होता है (सामान्यत: सूखे के दौरान गायब हो जाता है) जिसमें सरसों के बीज के आकार के भूरे से गहरे भूरे रंग, गोल से अर्ध-गोल स्क्लेरोटिया होते हैं। 2. अच्छी तरह से विकसित पौधा: संक्रमण आधार तने की सड़न, मुरझाने और पत्तियों के झुलसने के रूप में दिखाई देता है। कॉलर क्षेत्र के आसपास स्क्लेरोटिया के साथ सफेद कपास जैसी मैटों का प्रकट होना भी आम है। अनुकूल परिस्थितियों में, संक्रमित पौधों के पास की मिट्टी की सतह पर भी स्क्लेरोटिया उत्पन्न होते हैं।
mr: 1. बियाणे आणि अंकुरण: सूक्ष्मजीव अंकुरांमध्ये कुजवतो. कॉलर क्षेत्रातील नंतरच्या सडामुळे अंकुरांचे वाळणे होते. सर्वात ठळक लक्षण म्हणजे कॉलर क्षेत्राभोवती पांढरे कापसासारखे मायसेलियमचे मॅट तयार होणे आणि कधी कधी मातीवर (दुष्काळात सामान्यतः नाहीशी होते) असते, ज्यामध्ये मोहरीच्या बियाणांच्या आकाराचे लालसर तपकिरी ते गडद तपकिरी, गोलसर ते उप-गोलसर स्क्लेरोटिया असतात. 2. चांगले वाढलेले वनस्पती: बेसल स्टेम रॉट, वाळणे, आणि पानांचे कोळशासारखे होणे लक्षण दिसते. कॉलर क्षेत्राभोवती पांढरे कापसासारखे मायसेलियमचे मॅट्स सामान्य असतात, ज्यामध्ये स्क्लेरोटिया असतात. अनुकूल परिस्थितीत, स्क्लेरोटिया मातीच्या पृष्ठभागावरही तयार होतात.
ta: I. விதை மற்றும் விதைப்பு: நோய்க்கான காரணி விதைகளில் பாதிப்பு ஏற்படுத்துகிறது. காலர் பகுதியில் தொடர்ந்து வீழ்ச்சி மற்றும் முளைப்பால் முடிவில் செடிகள் வாடுகிறது. மிக முக்கியமான அறிகுறி, காலர் பகுதியின் சுற்றிலும் வெள்ளை பஞ்சு மாதிரி நெல்லிக்காய் உருவாகும், மேலும் மண் மீதும் காணப்படுகின்றது (மழைக்காலத்தில் காணப்படாது) மஞ்சள் முதல் கருப்பு நிறமான, மஞ்சள் விதையின் அளவில் குளரலிக்கைகள். 2. நன்கு வளர்ந்த தாவரங்கள்: அடிப்பகுதி காம்பு பசிப்போக்கு, வாடுதல் மற்றும் இலைகளின் பசிப்போக்கு முறையில் அறிகுறிகள் தெரிகின்றன. காலர் பகுதியின் சுற்று வெள்ளை பஞ்சு மாதிரி நெல்லிக்காய் உருவாகும் என்பதும் பொதுவாகக் காணப்படுகிறது. ஆரோக்கியமான நிலைமைகளில், குளரலிக்கைகள் மண் மேற்பரப்பில் உருவாகின்றன.

# management_text
source: Pathogen perpetuates through soil, crop residues, and weeds; therefore, field sanitation, deep summer ploughing to bury debris and sclerotia to a depth of 15 to 25 cm help in reducing the disease. Crop rotation with maize, sorghum, etc. helps in containing the disease to some extent. Use of less susceptible variety NRC 37 will reduce the yield loss. Roguing and burning of infected plants check the spread of the disease. Seed treatment with thiram + carbendazim (2:1) @ 3 g/kg or Trichoderma viride @ 4-5 g/kg seed is effective. Soil application of neem cake @ 2.5 t/ha or soil drench with Chloroneb @ 20 kg/ha in disease hotspot areas is recommended.
hi: रोगजनक मिट्टी, फसल अवशेषों और खरपतवारों के माध्यम से बना रहता है; इसलिए, क्षेत्र स्वच्छता, मलबे और स्क्लेरोटिया को 15 से 25 सें.मी. की गहराई तक गाढ़ने के लिए गहरी ग्रीष्मकालीन जुताई करने से रोग को कम करने में मदद मिलती है। मक्का, ज्वार आदि के साथ फसल चक्रीकरण रोग को कुछ हद तक नियंत्रित करने में मदद करता है। कम संवेदनशील किस्म एनआरसी 37 का उपयोग करने से उपज हानि कम होगी। रोगग्रस्त पौधों को उखाड़कर जलाने से रोग का प्रसार नियंत्रित होता है। थिरम + कार्बेंडाजिम (2:1) @ 3 ग्राम/किलोग्राम या ट्राइकोडर्मा विरिडे @ 4-5 ग्राम/किलोग्राम बीज उपचार प्रभावी है। रोग हॉटस्पॉट क्षेत्रों में नीम की खली @ 2.5 टन/हेक्टेयर या क्लोरोनेब @ 20 किलोग्राम/हेक्टेयर से मिट्टी का उपचार अनुशंसित है।
mr: सूक्ष्मजीव माती, पिकांचे अवशेष, आणि तणांमध्ये राहतो; म्हणून, शेताची स्वच्छता, ग्रीष्म ऋतूत खोल नांगरणी करून अवशेष आणि स्क्लेरोटियाला 15 ते 25 सेमी खोलीवर पुरणे रोग कमी करण्यास मदत करते. मका, ज्वारी इत्यादीसह पिकांची फेरबदल करणे रोगाचे नियंत्रण करण्यास उपयुक्त आहे. कमी संसर्गक्षम जात NRC 37 वापरणे उत्पन्न हानी कमी करेल. रोगग्रस्त वनस्पतींचे उखडणे आणि जाळणे रोगाचा प्रसार थांबवते. थिराम + कार्बेन्डाझिम (2:1) @ 3 ग्रॅम/किलो किंवा ट्रायकोडर्मा विरिडे @ 4-5 ग्रॅम/किलो बियाणे उपचार प्रभावी आहे. रोगग्रस्त क्षेत्रात निंबोळीची केक @ 2.5 टन/हेक्टरी किंवा क्लोरोनेब @ 20 किलो/हेक्टरी मातीची प्रक्रिया करणे शिफारस आहे.
ta: நோய்க்கான கிருமிகள் மண்ணின், பயிர்க் கழிவுகள் மற்றும் களைகள் மூலம் பரவுகின்றன; எனவே, வயல் சுத்திகரிப்பு, ஆழமான கோடைகால உழுதல் மூலம் 15 முதல் 25 செ.மீ ஆழத்திற்கு களிமண் மற்றும் குளரலிக்கைகளை அடக்கம் செய்கின்றது நோயை குறைக்க உதவும். மகநீர் சுழற்சிகள், கோதுமை போன்றவற்றுடன் பயிர் சுழற்சி செய்ய உதவுகின்றது. குறைவான பாதிக்கப்படும் வகைகள், NRC 37 போன்றவை பயன்படுத்தி, விளைச்சல் இழப்பை குறைக்கலாம். நோயுற்ற தாவரங்களை அகற்றி எரிக்கவும். விதைகளை திரம் + கார்பென்டாசிம் (2:1) @ 3 g/kg அல்லது டிரைகோடர்மா வைரிடே @ 4-5 g/kg விதை சிகிச்சை செய்கின்றது. நோயுக்கான இடங்களில் நெல்லிக்காய் @ 2.5 t/ha அல்லது குளோரோனேப் @ 20 kg/ha மண்ணில் பரவினால் பயனுள்ளதாக உள்ளது.

source: Viral Diseases
hi: वायरल रोग
mr: वायरल रोग
ta: வைரல் நோய்கள்

source: Soybean Mosaic
hi: सोयाबीन मोज़ेक
mr: सोयाबीन मोज़ेक
ta: சோயாபீன் மூலமேகத்

source: Yellow Mosaic
hi: पीला मोज़ेक
mr: पिवळा मोज़ेक
ta: மஞ்சள் மூலமேகத்

source: Indian Bud Blight
hi: भारतीय कली धुंध
mr: भारतीय कळी की उदीप्का
ta: இந்திய முளை பிரைட்

# phyllody_no_podding_syndrome
source: Phyllody Associated No Podding Syndrome
hi: फायलोडी जुड़ा नो पोडिंग सिंड्रोम
mr: फिलोडी असोसिएटेड नो पॉडिंग सिंड्रोम
ta: பிலோடீ தொடர்பான நோ போடிங் சிண்ட்ரோம்

# yellow_mosaic_description
source: Causal Organism: The incitant of the disease is Mung bean yellow mosaic virus. It is a gemini virus recently named genus Begomovirus which is not seed borne and transmitted predominantly by white flies Bemisia tabaci and B. gossypiperda and also by aphids and pollen. Disease produces symptom only on leaves. The disease is more common and severe in Kangra region of Himachal Pradesh, tarai region of Uttaranchal, plains of Delhi, Punjab and Haryana and parts of Madhya Pradesh and Uttar Pradesh. It can cause yield loss ranging from 5-90%.
hi: कारक जीव: रोग का कारण मूंग बीन पीला मोज़ेक वायरस है। यह एक जेमिनी वायरस है जिसे हाल ही में बेगोमवायरस नामक प्रजाति का नाम दिया गया है, जो बीज जनित नहीं है और मुख्य रूप से सफेद मक्खियों बेमिसिया टैबैसी और बी. गोसिपिपरडा और साथ ही एफिड्स और पराग द्वारा प्रसारित होता है।
mr: कारक जीव: रोगाचे उत्प्रेरक मंग बीन यलो मोज़ेक व्हायरस आहे. हे एक जेमिनी व्हायरस आहे ज्याला अलीकडे बेगोमोव्हायरस नाव दिले गेले आहे जे बियाण्याद्वारे प्रसारित होत नाही आणि मुख्यतः पांढऱ्या माशांनी बेमिसिया तबासी आणि बी. गोसिपिपर्दा तसेच अफिड्स आणि पराग द्वारे प्रसारित केले जाते. रोग फक्त पानांवरच लक्षणे निर्माण करतो. हा रोग हिमाचल प्रदेशातील कांगरा प्रदेश, उत्तरांचलमधील ताराई प्रदेश, दिल्ली, पंजाब आणि हरियाणाचे मैदानी प्रदेश आणि मध्य प्रदेश आणि उत्तर प्रदेशाच्या काही भागांमध्ये अधिक सामान्य आणि तीव्र आहे. हे ५-९०% पर्यंत उत्पादन घटवू शकते.
ta: நோய் உண்டாக்கும் கிருமி: முங்கு பீன் மஞ்சள் மூலமேகத் வைரஸ். இது புதிய பெயரிட்ட பிறப்பினம் பெகோமோவைரஸ் என்பது ஒரு ஜெமினி வைரஸ், இது விதை வழியாக பரவுவதில்லை மற்றும் வெள்ளை ஈக்கள் Bemisia tabaci மற்றும் B. gossypiperda மற்றும் குளோபிள்ஸ் மற்றும் பூசை மூலம் பரவுகின்றது. நோய் மட்டுமே இலைகளில் அறிகுறிகளை உண்டாக்குகின்றது. இந்த நோய் காங்கிரா பகுதி, ஹிமாச்சல பிரதேசம், உத்தராஞ்சலின் தரை பகுதி, டெல்லி, பஞ்சாப் மற்றும் ஹரியானா மற்றும் மத்திய பிரதேசம் மற்றும் உத்தர பிரதேசத்தின் பகுதிகளில் அதிகமாகவும் கடுமையாகவும் காணப்படுகிறது. இது 5-90% இழப்பை ஏற்படுத்தும்.

# yellow_mosaic_symptoms
source: 1. On seed and seedling: Symptoms can be seen in seedlings within 15 days of germination as small yellow diffused patches which later on coalesce to make leaf more or less complete yellow. 2. On well-grown plant: Symptoms of the disease appear in the form of conspicuous yellowing along small veins of the leaves followed by severe yellow mosaic and mottling of leaves, which is a diagnostic symptom. Yellowing is either scattered or produced in indefinite bands along the major veins. Rusty necrotic spots appear in the yellow areas as the leaves mature. Sometimes, growth of mould can be seen in the infected leaf areas.
hi: 1. बीज और अंकुर पर: अंकुरण के 15 दिनों के भीतर अंकुरों में लक्षण देखे जा सकते हैं। 2. पूर्ण विकसित पौधे पर: रोग के लक्षण पत्तियों की छोटी शिराओं के साथ स्पष्ट पीली होने के रूप में दिखाई देते हैं।
mr: १. बियाणे आणि अंकुरण: अंकुरणाच्या १५ दिवसांच्या आत लक्षणे लहान पिवळ्या विसरलेल्या पट्ट्यांप्रमाणे दिसू शकतात जे नंतर संपूर्ण पान पिवळे बनवण्यासाठी एकत्र होतात. २. पूर्ण विकसित रोपांवर: रोगाची लक्षणे लहान शिरांमधील पिवळ्या पट्ट्यांप्रमाणे स्पष्टपणे दिसतात आणि पानांच्या तीव्र पिवळ्या मोज़ेक आणि पत्त्यांच्या कडांची मोडलिंग तयार करतात, जे निदान लक्षण आहे. पिवळे तपकिरी भागांमध्ये गंजलेल्या नेक्रोटिक ठसे दिसतात जसे की पाने परिपक्व होतात. काहीवेळा, संक्रमित पानांच्या भागांमध्ये बुरशीची वाढ दिसू शकते.
ta: 1. விதை மற்றும் விதைப்பு: முளைக்குமிருந்து 15 நாட்களுக்குள் சிறிய மஞ்சள் கலங்கலாகிய ப PATCHகளாக காணப்படுகின்றது, பின்னர் இலை மிகைவாக மஞ்சளாகவோ அல்லது பாசமாகவோ இணைந்துவிடுகின்றது. 2. நன்கு வளர்ந்த தாவரத்தில்: நோயின் அறிகுறிகள் இலைகளின் சிறிய நரம்புகளின் மஞ்சளமாற்றமாகத் தோன்றுகின்றது, பின்னர் கடுமையான மஞ்சள் மூலமேகத்துடன் இலைகள் மற்றும் மிகைவளர்வு மாறுதல் அடைகின்றன. இது நோயின் அடையாள அறிகுறியாகும். மஞ்சளமாற்றம் பரவியுள்ள பகுதிகளிலும் அல்லது முக்கிய நரம்புகளுடன் இணைந்துள்ளது. இலைகளின் மஞ்சள பகுதிகளில் தாமரையின் மேற்பரப்பில் உள்ள கறுப்பு புள்ளிகள் தோன்றுகின்றன.

# yellow_mosaic_management
source: Pre-sowing soil application of phorate @10kg/ha. Use of resistant varieties like PK 416, PK 472, PS 564, PK 1024, PK 1029, PK 1042, Pusa 37, SL 295, SL 525, etc. Cultivation of 2 to 3 or more varieties and change of varieties at least after every two years. Roguing of infected plants and plant parts. Weed-free cultivation. Seed treatment with thiamethoxam 70WS @ 3g/kg seed in hotspot areas and spray of thiamethoxam 25 WG @ 100 g or methyl dematon 25EC @ 0.8 lit/ha or ethofenprox 10 EC @ 1.0 lit/ha.
hi: पूर्व बुवाई मिट्टी का फोरेट @10 किलो/हेक्टेयर का प्रयोग। प्रतिरोधी किस्मों का उपयोग जैसे पीके 416, पीके 472।
mr: पूर्व-पेरणीसाठी फोरेट @१० किलो/हेक्टरी ची माती उपचार. पीके ४१६, पीके ४७२, पीएस ५६४, पीके १०२४, पीके १०२९, पीके १०४२, पूसा ३७, एसएल २९५, एसएल ५२५ इत्यादी प्रतिरोधक जातींचा वापर. २ ते ३ किंवा अधिक जातींची लागवड आणि प्रत्येक दोन वर्षांनी किमान जाती बदलावी. संक्रमित वनस्पती आणि वनस्पती भागांचे रुगिंग. तणमुक्त लागवड. हॉटस्पॉट भागांमध्ये बियाणे उपचार थायामेथोक्साम ७०डब्ल्यूएस @ ३ ग्राम/किलो बियाणे आणि थायामेथोक्साम २५डब्ल्यूजी @ १०० ग्रॅम किंवा मिथाइल डेमेटॉन २५ईसी @ ०.८ लिटर/हेक्टरी किंवा एथोफेनप्रॉक्स १० ईसी @ १.० लिटर/हेक्टरी ची फवारणी.
ta: விதைப்பு முன் மண்ணில் போரேட் @10கி/ஹெ பொருத்தவும். PK 416, PK 472, PS 564, PK 1024, PK 1029, PK 1042, Pusa 37, SL 295, SL 525 போன்ற விதைநிலைப்படுத்தப்பட்ட வகைகளைப் பயன்படுத்தவும். 2 முதல் 3 அல்லது அதற்கு மேற்பட்ட வகைகளை சாகுபடி செய்து குறைந்தது ஒவ்வொரு இரண்டு ஆண்டுகளுக்கும் ஒரு முறை மாற்றவும். பாதிக்கப்பட்ட தாவரங்கள் மற்றும் தாவர பகுதிகளை அகற்றவும். களைப்பில்லாத சாகுபடி செய்யவும். அதிகபெருமுந்து பகுதிகளில் தியாமெதோக்சாம் 70WS @ 3g/kg விதை சிகிச்சை மற்றும் தியாமெதோக்சாம் 25 WG @ 100 g அல்லது மெத்தில் டெமெட்டான் 25EC @ 0.8 லிட்/ஹெ அல்லது எத்தோபென்ட்ராக்ஸ் 10 EC @ 1.0 லிட்/ஹெ தெளிக்கவும்.

# causal_organism
source: Causal Organism: In India, the causal agent has been identified as the Peanut Bud Necrosis Virus, whereas, in other countries, it is known as Tobacco Ring Spot Virus (TRSV). This virus has been described as a pleomorphic and unstable myxovirus. It affects leaves, buds (especially terminal buds), stems, petioles, and pods. The disease is widely distributed throughout India. It was severe in Parbhani (Maharashtra) in 1986, in Karnataka in 1986, and in Sehore (Madhya Pradesh) in 1987, where it caused an epidemic situation. Yield losses of 70-80% in Karnataka and 12% in Delhi have been reported. The disease is more severe when the temperature is below 25°C and when there is water stress. The infection is less likely when the temperature is low during the winter. The symptoms are also less pronounced during the cold period.
hi: कारण जीव:- भारत में, रोगजनक की पहचान पीनट बड नेक्रोसिस वायरस के रूप में की गई है जबकि अन्य देशों में यह टोबैको रिंग स्पॉट वायरस (TRSV) के रूप में जाना जाता है। यह वायरस प्लेओमॉर्फिक और अस्थिर मायक्सोवायरस के रूप में वर्णित किया गया है। यह पत्तियाँ, बड (विशेष रूप से टर्मिनल बड), तने, पेटियोल और फलियों को प्रभावित करता है। यह रोग भारत भर में व्यापक रूप से पाया जाता है। यह महाराष्ट्र के परभणी में 1986 में गंभीर था और कर्नाटका में 1986 में और 1987 में मध्य प्रदेश के सेhore में महामारी की स्थिति में था। कर्नाटका में 70-80% और दिल्ली में 12% तक की उपज हानि की रिपोर्ट है। रोग अधिक गंभीर होता है जब तापमान 25 डिग्री सेल्सियस से कम होता है और जल तनाव की स्थिति होती है। ठंडी अवधि में संक्रमण की संभावना कम हो जाती है।
mr: कारक जीव: भारतात, कारणकारक एजंट पीनट बड नेक्रोसिस व्हायरस म्हणून ओळखला गेला आहे, तर इतर देशांमध्ये तो टोबॅको रिंग स्पॉट व्हायरस (TRSV) म्हणून ओळखला जातो. या व्हायरसचे वर्णन प्लिओमॉर्फिक आणि अस्थिर मायक्सोव्हायरस म्हणून केले गेले आहे. हे पान, कळी (विशेषत: टर्मिनल कळी), खोड, देठ आणि शेंगा यावर परिणाम करते. हा रोग संपूर्ण भारतात मोठ्या प्रमाणावर पसरलेला आहे. १९८६ मध्ये परभणी (महाराष्ट्र), १९८६ मध्ये कर्नाटक आणि १९८७ मध्ये सिहोर (मध्य प्रदेश) येथे हा तीव्र होता, जिथे त्याने महामारीजनक परिस्थिती निर्माण केली. ७०-८०% उत्पादन घट कर्नाटकमध्ये आणि १२% दिल्लीमध्ये नोंदवली गेली आहे. तापमान २५°C च्या खाली असताना आणि जलसंकट असताना रोग अधिक तीव्र आहे. हिवाळ्यात तापमान कमी असताना संसर्गाची शक्यता कमी असते. थंड कालावधीत लक्षणे देखील कमी स्पष्ट असतात.
ta: நோய்க்கான காரணியாக இந்தியாவில் அடையாளம் காணப்பட்ட தாவர அரி அழுகிய வைரஸ் (Peanut Bud Necrosis Virus) எனும் நோய்க்கான காரணி, பிற நாடுகளில் இத்தை தொபாக்கோ வெடிகா வைரஸ் (Tobacco Ring Spot Virus) என அழைக்கின்றனர். இந்த வைரஸ் பிளியோமார்பிக் மற்றும் நிலைத்த மைக்கோவைரஸ் ஆகும். இது இலைகள், மொட்டுகள் (முக்கியமாக இறுதிப் பகுதியின் மொட்டுகள்), காம்பு, இடைநரம்புகள் மற்றும் பாக்குகளை பாதிக்கின்றது. இந்த நோய் இந்தியாவின் முழுவதும் பரவியுள்ளது. 1986-ம் ஆண்டு பரபனி (மகாராஷ்டிரா) மற்றும் கர்நாடகா ஆகிய இடங்களில் மிகவும் கடுமையாக இருந்தது, மேலும் 1987-ம் ஆண்டு சேஹோரே (மத்திய பிரதேசம்) என்ற இடத்தில் பரவியதன் காரணமாக மிகுந்த மகவெடிப்பு ஏற்படுத்தியது. கர்நாடகாவில் விளைச்சல் இழப்புகள் 70-80% ஆகவும், டெல்லியில் 12% ஆகவும் பதிவாகியுள்ளது. இந்த நோயின் கடுமை 25°C கீழே உள்ள வெப்பநிலையில் மற்றும் தண்ணீர் பற்றாக்குறை உள்ள நிலைமைகளில் அதிகமாக உள்ளது. குளிர்காலத்தில் வெப்பநிலை குறைந்தபோது தொற்று ஏற்பட வாய்ப்பு குறைவாக உள்ளது.

# symptom_details
source: 1. On fully grown plants: The most prominent symptom is the browning and twisting of the terminal buds, which later develops into a crook shape. Other buds become brown, necrotic, and brittle. Necrosis is also common in the leaves, midrib, petiole, and stems. The petioles often become thick and small and may be curled, distorting the shoot tips. Sometimes, petioles become so brittle that they break when pinched between the fingers. The leaves become smaller, curled, and the leaf surface becomes rough and bronze-like. If the infection occurs early, the plants become severely stunted, with reduced internodal length and many auxiliary shoots. Pods do not form or are severely underdeveloped or destroyed.
hi: 1. पूर्ण विकसित पौधे पर:- सबसे प्रमुख लक्षण टर्मिनल बड का भूरे रंग में बदलना और मोड़ना है जिससे यह क्रूक के रूप में विकसित हो जाता है। इसके बाद अन्य बड्स भूरे, नेक्रोटिक और भंगुर हो जाते हैं। पत्तियों, मिडरिब, पेटियोल और तने में नेक्रोसिस भी सामान्य है। पेटियोल अक्सर मोटे और छोटे हो जाते हैं और मुड़े हुए हो सकते हैं, जो शूट टिप्स को विकृत कर देते हैं। कभी-कभी पेटियोल इतने भंगुर हो जाते हैं कि उंगलियों से दबाने पर टूट जाते हैं। पत्तियाँ छोटी हो जाती हैं और कप या रोल हो जाती हैं और पत्तियों की सतह रूगी और कांस्य जैसी हो जाती है। अगर संक्रमण जल्दी होता है तो पौधे गंभीर रूप से अविकसित हो जाते हैं और इंटरनोडल लंबाई छोटी हो जाती है और कई सहायक शूट्स उत्पन्न होते हैं। फलियाँ नहीं बनतीं या वे गंभीर रूप से अविकसित या नष्ट हो जाती हैं।
mr: १. पूर्ण विकसित रोपांवर: सर्वात प्रमुख लक्षण म्हणजे टर्मिनल कळीचे तपकिरीपणा आणि वाकणे, जे नंतर एका वक्र आकारात बदलते. इतर कळ्या तपकिरी, नेक्रोटिक आणि भंगुर होतात. पान, मध्यवर्ती, देठ आणि खोडांमध्येही नेक्रोसिस सामान्य आहे. देठ अनेकदा जाड आणि लहान होतात आणि वाकलेले असू शकतात, शुट टिप्स विकृत करतात. कधीकधी, देठ इतके भंगुर होतात की ते बोटांच्या मध्ये पिळल्यानंतर तुटतात. पाने छोटी होतात, वाकलेली आणि पानाची पृष्ठभाग खडबडीत आणि कांस्यासारखी होते. प्रारंभिक संक्रमण झाल्यास, वनस्पती गंभीरपणे खुंटतात, कमी इंटरनोडल लांबी आणि अनेक सहाय्यक शूट्ससह. शेंगा तयार होत नाहीत किंवा गंभीरपणे अपूर्ण विकसित किंवा नष्ट होतात.
ta: 1. முழுமையாக வளர்ந்த தாவரங்களில்: மிக முக்கியமான அறிகுறியாக இறுதிப் பகுதிகளின் மொட்டுகள் பழுப்பு நிறமாக மாறி, பின்னர் ஒரு வளைவு வடிவத்தில் மாறுகின்றன. மற்ற மொட்டுகள் பழுப்பு நிறமாக, நெக்ரோடிக் மற்றும் முறிவாக மாறுகின்றன. நெக்ரோசிஸ் இலைகள், நடுநரம்புகள், இடைநரம்புகள் மற்றும் காம்புகள் போன்றவற்றிலும் காணப்படுகிறது. இடைநரம்புகள் அடர்த்தியாகவும் சிறியதாகவும் மாறுகின்றன மற்றும் மடிப்பாக உள்ளன. சில நேரங்களில் இடைநரம்புகள் மிகவும் முறிவாக மாறுகின்றன. இலைகள் சிறியதாகவும், மடிப்பாகவும் மாறுகின்றன மற்றும் இலை மேற்பரப்பு கரும் மற்றும் தம்பி போன்றதாக மாறுகின்றது. தொற்று ஆரம்பத்தில் ஏற்படுமானால் தாவரங்கள் மிகவும் குறுகியவையாகவும், குறைவான இடைநரம்பு நீளம் மற்றும் பல தடங்கல்களுடன் குறைந்த வளர்ச்சியையும் காண்கின்றன.

# management_details
source: Resistant varieties and appropriate chemical control are not available. However, the following measures can help in reducing the severity of the disease and minimize yield loss. Less susceptible varieties like JS71-05, JS 79-81, KHSb 1, etc., should be used. Crops should be kept free from broadleaf weeds. Infected plants or plant parts should be rogueed and burned. Seed treatment with Imidacloprid @ 5 gm/kg and spraying of Nuacron (0.01%) or Rogor (0.01%) or any other systemic insecticide is recommended.
hi: प्रतिरोधी किस्मों और उपयुक्त रासायनिक नियंत्रण की कोई उपलब्धता नहीं है। हालांकि, निम्नलिखित उपायों से रोग को कम गंभीर और उपज हानि को घटाया जा सकता है। कम संवेदनशील किस्में जैसे JS71-05, JS 79-81, KHSb 1 आदि का उपयोग किया जाना चाहिए। फसलों को चौड़ी पत्तेदार खरपतवारों से मुक्त रखना चाहिए। संक्रमित पौधों या पौधे के भागों को रॉगिंग और जलाना चाहिए। बीज उपचार में इमिडाक्लोप्रिड @5 ग्राम/किलो और नुवाक्रोन (0.01%) या रोगोर (0.01%) या किसी अन्य प्रणालीगत कीटनाशक का छिड़काव किया जाना चाहिए।
mr: प्रतिरोधक जाती आणि योग्य रासायनिक नियंत्रण उपलब्ध नाही. तथापि, खालील उपाययोजना रोगाच्या तीव्रतेत कमी करण्यास आणि उत्पादन घटविण्यास मदत करू शकतात. कमी संवेदनशील जाती जसे की JS71-05, JS 79-81, KHSb 1, इत्यादी वापराव्यात. पीक विस्तृतपानाच्या तणापासून मुक्त ठेवावे. संक्रमित वनस्पती किंवा वनस्पती भागांचे रुगिंग करावे आणि जाळावे. बीजोपचार इमिडाक्लोप्रिड @ ५ ग्रॅम/किलो आणि नुआक्रॉन (०.०१%) किंवा रॉगोर (०.०१%) किंवा कोणतेही अन्य प्रणालीगत कीटकनाशक स्प्रे करावे.
ta: எதிர்ப்பு வகைகள் மற்றும் சரியான இரசாயன மேலாண்மை கிடைப்பதில்லை. எனினும், பின்வரும் நடவடிக்கைகள் நோயின் கடுமையை குறைக்கவும் மற்றும் விளைச்சல் இழப்பை குறைக்கவும் உதவும். குறைவான பாதுகாப்புள்ள வகைகள், JS71-05, JS 79-81, KHSb 1 போன்றவை பயன்படுத்தப்பட வேண்டும். பயிர்கள் பரந்த இலைகள் உடைய களைப்புகளை இல்லாமல் பராமரிக்கப்பட வேண்டும். பாதிக்கப்பட்ட தாவரங்கள் அல்லது தாவரப் பகுதிகள் அகற்றப்படவும் எரிக்கப்படவும் வேண்டும். விதை சிகிச்சையில் இமிடாச்ளோபிரிட் @ 5 gm/kg பயன்படுத்தவும் மற்றும் நுயக்ரான் (0.01%) அல்லது ரோகோர் (0.01%) அல்லது மற்ற ஏதேனும் சிஸ்டமிக் பூச்சிக்கொல்லி தெளிக்கப்பட வேண்டும்.

# phyllody_title
source: Phyllody Associated No Podding Syndrome
hi: फिलोडी से जुड़ा कोई फली गठन सिंड्रोम
mr: फिलोडी संबंधित नो पॉडिंग सिंड्रोम
ta: மொட்டுத்தொற்று தொடர்பான பொறக்காத நோய்

# phyllody_description
source: Causal Organism: Phytoplasma. The causal agent is Phytoplasma, usually transmitted by leaf hoppers. It affects flower buds, flowers, stems, pods, and seeds. The disease is widespread but more common in Madhya Pradesh. The disease can result in a 20-30% loss in yield.
hi: कारणकारक जीवाणु: फाइटोप्लाज्मा। कारणकारक एजेंट फाइटोप्लाज्मा है, जो आमतौर पर पत्तियों कीटों द्वारा प्रसारित होता है। यह फूलों की कलियाँ, फूल, तने, फली और बीजों को प्रभावित करता है। यह बीमारी व्यापक रूप से फैली हुई है, लेकिन मध्य प्रदेश में यह अधिक सामान्य है। यह बीमारी पैदावार में 20-30% की हानि का कारण बन सकती है।
mr: कारणकारक जीव: फाइटोप्लाझ्मा. कारणकारक एजंट फाइटोप्लाझ्मा आहे, जे सहसा पान उडणाऱ्या कीटकांद्वारे प्रसारित होते. हे फुलांच्या कळी, फुलं, कोंब, शेंगा आणि बिया यावर परिणाम करते. ही रोग सर्वत्र पसरलेली आहे, पण मध्य प्रदेशात अधिक सामान्य आहे. या रोगामुळे 20-30% उपज कमी होऊ शकते.
ta: நோய்க்கான காரணி: Phytoplasma. காரணி Phytoplasma, பொதுவாக இலைகள் மூலம் பரவுகின்றது. இது மலர் மொட்டுகள், மலர்கள், காம்பு, பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. இந்த நோய் பரவியது மிகவும் பொதுவானது, ஆனால் மத்திய பிரதேசத்தில் அதிகமாக உள்ளது. இந்த நோய் 20-30% விளைச்சல் இழப்பை ஏற்படுத்தும்.
