Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# leafFolderDamage
source: Prior to pod initiation, larvae feed on young leaves, retarding plant growth. Subsequently, they feed on buds, flowers, young pods, and seeds within the developed pods. Heavy incidence can reduce the yield by 90%. This insect damages the crop from July to October.
hi: फली बनने से पहले, लार्वा युवा पत्तियों को खाकर पौधे की वृद्धि को रोकते हैं। बाद में, वे कलियों, फूलों, युवा फली और विकसित फली के भीतर के बीजों को खाते हैं। भारी संक्रमण उपज को 90% तक कम कर सकता है। यह कीट जुलाई से अक्टूबर तक फसल को नुकसान पहुंचाता है।
mr: पॉड आरंभापूर्वी, लार्वा नवीन पानांवर खाद्य घेतात, ज्यामुळे पिकाच्या वाढीला अडथळा येतो. नंतर ते कोंब, फुलं, नवीन पॉड्स, आणि विकसित पॉड्समधील बिया खातात. तीव्र संक्रमणामुळे उत्पन्न 90% कमी होऊ शकते. हा कीटक जुलै ते ऑक्टोबर पर्यंत पिकाचे नुकसान करतो.
ta: விதை தொடங்குவதற்கு முன், கிளிகள் இளம் இலைகளில் இருந்து உண்ணுகின்றன, தாவர வளர்ச்சியை தாமதமாக்குகின்றன. பிறகு, அவர்கள் கிளைகள், மலர்கள், இளம் விதைகள் மற்றும் வெளிப்புற விதைகளில் இருந்து உண்ணுகின்றனர். அதிக அளவில் தொற்றினால் விளைச்சல் 90 சதவீதமாக குறைகிறது.

# leafFolderManagement
source: Install 4-5 insect-specific pheromone traps per acre.
hi: प्रत्येक एकड़ में 4-5 कीट विशिष्ट फेरोमोन ट्रैप लगाएं।
mr: प्रत्येक एकरावर 4-5 कीटक-विशिष्ट फेरोमोन ट्रॅप्स बसवा.
ta: ஒரு ஏக்கருக்கு 4-5 பூச்சி-சொந்த பெருமோன் முறைகளை நிறுவவும்.

# leafMinerTitle
source: Leaf Miner (Aproarema modicella Deventer)
hi: लीफ माइनर (एप्रोरेमा मोडिसेला डेवेंटर)
mr: लीफ माइनर (Aproarema modicella Deventer)
ta: இலை உள்தொல்லி (Aproarema modicella Deventer)

# leafMinerIdentification
source: Adults are light gray-coloured small moths. Fore wings have a white spot near the upper margin, whereas hind wings have a row of hairs on the margins. Larva is 6-8 mm long, dirty white or greenish in colour, with a posterior tapering body. The head is shining black.
hi: वयस्क हल्के भूरे रंग के छोटे पतंगे होते हैं। अग्र पंख के ऊपरी किनारे पर सफेद धब्बा होता है, जबकि पिछले पंखों के किनारे पर बालों की पंक्ति होती है। लार्वा 6-8 मिमी लंबा, गंदे सफेद या हरे रंग का होता है, और इसका शरीर पीछे की ओर पतला होता है। सिर चमकदार काला होता है।
mr: प्रौढ हलक्या राखाडी रंगाचे लहान माशी असतात. पुढील पंखांवर वरच्या काठाजवळ पांढरी ठप्पा असते, तर मागील पंखांवर काठावर केस असतात. लार्वा 6-8 मिमी लांब, मळकट पांढरे किंवा हिरवे असतात, आणि त्यांचा शरीराच्या मागच्या भागातील टोकदार रूप असतो. डोके काळ्या रंगाचे असते.
ta: பெரிய பூச்சிகள் மெலிந்த சாம்பல் நிறத்தில் சிறிய கிரீமிஷ் வெள்ளை நிறத்தின் விளிம்பில் ஒரு வெள்ளை புள்ளி மற்றும் பின்தோல்களில் மூர்க்கமான வரிகளை கொண்டுள்ளன. கிளிகள் 6-8 மிமீ நீளத்திலுள்ள இழுக்கவா நிறத்தில் இருக்கும்.

# leafMinerDamage
source: Initially, larvae feed inside the leaf by mining between the two epidermal layers. This results in the typical crinkling of leaves. Later on, larvae feed on the leaf surface by remaining inside a silken web. Due to this feeding behaviour, leaves assume the shape of a 'beak'. Heavy incidence of leaf miner causes the crop to appear burnt, suffering a 40-70% yield loss. While it remains active throughout the kharif season, early infestation causes severe yield losses.
hi: शुरुआत में, लार्वा पत्तियों की दो एपिडर्मल परतों के बीच खाकर पत्ती के अंदर भोजन करते हैं। इससे पत्तियां झुर्रीदार हो जाती हैं। बाद में, लार्वा एक रेशमी जाले के अंदर रहकर पत्ते की सतह पर भोजन करते हैं। इस कारण पत्तियां 'चोंच' के आकार की हो जाती हैं। भारी संक्रमण के कारण फसल जलने जैसी दिखती है और 40-70% उपज का नुकसान होता है। यह कीट पूरे खरीफ मौसम में सक्रिय रहता है, लेकिन शुरुआती संक्रमण गंभीर उपज हानि का कारण बनता है।
mr: प्रारंभात, लार्वा पानांच्या आतील भागात खाद्य घेतात, ज्यामुळे पानांचा आकार कुट्ट होतो. नंतर लार्वा पानांच्या पृष्ठभागावर खाद्य घेतात, ज्यामुळे पानाची आकर 'टोक' प्रमाणे होऊ शकते. लीफ माइनरच्या तीव्र संक्रमणामुळे पिकाचे 40-70% उत्पन्न कमी होऊ शकते. हा कीटक खरीफ हंगामभर सक्रिय राहतो, परंतु प्रारंभिक संक्रमणामुळे खूप नुकसान होऊ शकते.
ta: ஆரம்பமாக, கிளைகள் இலைகளின் உள்ளே குறுகிய இடங்களில் இருந்து உண்ணுகின்றன. இதனால் இலைகளின் மடிப்பு வருகிறது. பிறகு, கிளைகள் இலைகளின் மேலடக்கத்தில் இருந்து உண்ணுகின்றன. இதனால் இலைகள் 'தூண்' வடிவத்தை எடுக்கின்றன. அதிக அளவில் குறுகிய தொல்லி விளைச்சல் 40-70% வரை இழப்பை ஏற்படுத்துகின்றது.

# leafMinerManagement
source: Install 4-5 insect-specific pheromone traps per acre.
hi: प्रत्येक एकड़ में 4-5 कीट-विशिष्ट फेरोमोन ट्रैप लगाएं।
mr: प्रत्येक एकरावर 4-5 कीटक-विशिष्ट फेरोमोन ट्रॅप्स बसवा.
ta: ஒரு ஏக்கருக்கு 4-5 பூச்சி-சொந்த பெருமோன் முறைகளை நிறுவவும்.

# stemFlyTitle
source: Stem Fly [Melanagromyza sojae (Zehntner)]
hi: तना मक्खी [Melanagromyza sojae (Zehntner)]
mr: स्टेम फ्लाय [Melanagromyza sojae (Zehntner)]
ta: காம்பு ஈ [Melanagromyza sojae (Zehntner)]

# stemFlyIdentification
source: Adult is a shining black fly and about 2 mm in size. It lays eggs in cotyledons or first trifoliate. Damaging stage in maggot, which is creamish yellow in colour and 3-4 mm long in size.
hi: वयस्क एक चमकदार काली मक्खी है और लगभग 2 मिमी आकार का होता है। यह कोटिलेडॉन या पहले ट्राइफोलिएट में अंडे देती है। नुकसान पहुंचाने वाला चरण लार्वा है, जो हल्के पीले रंग का और 3-4 मिमी लंबा होता है।
mr: प्रौढ हा चमकदार काळा माशी आहे आणि साधारण २ मिमी आकाराचा असतो. तो कटीलेडन्स किंवा पहिल्या त्रिकोणपत्रकावर अंडी घालतो. नुकसानकारक अवस्था मॅगट आहे, जे क्रीमish पिवळ्या रंगाचे आणि ३-४ मिमी लांब असते.
ta: பெரிய பூச்சிகள் கருப்பாக மின்னும் மற்றும் சுமார் 2 மிமீ அளவிலுள்ளன. அவர்கள் அரை கல்யேடு அல்லது முதல் மூன்று இலைகளில் முட்டைகள் இடுகின்றன. மோசமான கட்டத்தில் கிட் க்ரிமிஷ் மஞ்சள் நிறத்தில் மற்றும் 3-4 மிமீ நீளத்தில் உள்ளது.

# stemFlyDamage
source: It damages the crop from germination till the end through several generations. Upto 7 days of germination, the damage is conspicuous. Maggots feed inside the plant by making zigzag tunnels. Due to early plant population to sub optimum. When attacked at later stage, although the plants do not dry up, but the stem tunneling results in reduction in number and weight of seeds per pod, and ultimately in yield. The maggot, before changing to pupa, cuts a small hole from inside for the escape of adult fly. Infested plants show typical leaf damage symptoms. About 20% yield loss can occur from stem fly damage depending upon the crop stage.
hi: यह कई पीढ़ियों के माध्यम से अंकुरण से अंत तक फसल को नुकसान पहुंचाता है। अंकुरण के 7 दिनों तक, नुकसान स्पष्ट है। लार्वा जिग-जैग सुरंग बनाकर पौधे के अंदर खाता है। प्रारंभिक पौधों की संख्या अनुकूल से कम हो जाती है। जब बाद के चरण में हमला होता है, तो पौधे सूखते नहीं हैं, लेकिन तना सुरंगिंग के कारण प्रति फली बीजों की संख्या और वजन में कमी होती है और अंततः उपज में कमी होती है। वयस्क मक्खी के बाहर निकलने के लिए लार्वा, प्यूपा में बदलने से पहले, अंदर से एक छोटा छेद बनाता है। संक्रमित पौधे विशिष्ट पत्ते क्षति के लक्षण दिखाते हैं। तना मक्खी के नुकसान से फसल के चरण पर निर्भर करते हुए लगभग 20% उपज हानि हो सकती है।
mr: हे पीक उगवणापासून शेवटापर्यंत अनेक पिढ्यांद्वारे नुकसान करते. उगवणाच्या ७ दिवसांपर्यंत नुकसान स्पष्ट दिसते. मॅगट प्लांटच्या आत जिगझॅग टनेल तयार करून खातात. लवकर पिकांची लोकसंख्या सबऑप्टिमम होण्यामुळे. उशिराच्या टप्प्यात हल्ला झाल्यास, जरी झाडे न कोरडी होऊ नयेत, तरी खोडाची टनलिंग बियांच्या संख्येत आणि वजनात घट आणते, आणि अखेरीस उत्पादनात घट होतो. मॅगट, प्युपामध्ये बदलण्यापूर्वी, आतून एक छोटा छिद्र कापते जेणेकरून प्रौढ माशी बाहेर जाऊ शकेल. संक्रमित झाडे विशिष्ट पानाचे नुकसान लक्षणे दर्शवितात. पीकाच्या टप्प्यांवर आधारावर stem fly च्या नुकसानीमुळे २०% उत्पादन हानी होऊ शकते.
ta: அது விதை முளைத்தல் தொடங்கி பல தலைமுறைகள் மூலம் பயிர்களை சேதமாக்கும். அதிகபட்ச 7 நாட்களுக்கும் வரை, சேதம் கணிசமாகத் தெரியும். கிளிகள் தாவரங்களின் உள்ளே சிக்சாக் சுரங்களைக் கட்டுகின்றன. ஆரம்ப நிலையில், தாவர விளைச்சலின் சான்றுரைகள் மிகேறையாக உள்ளது.

# stemFlyManagement
source: For management of stem fly treat the seed with Thiamethoxam 30 FS @ 10ml/ kg seed or Imidachloprid 48 FS @ 1.25ml/kg seed.
hi: तना मक्खी के प्रबंधन के लिए बीज को Thiamethoxam 30 FS @ 10ml/किग्रा बीज या Imidachloprid 48 FS @ 1.25ml/किग्रा बीज से उपचारित करें।
mr: स्टेम फ्लायचे व्यवस्थापन करण्यासाठी, बियाणे थियामेथोक्सॅम ३० एफएस @ १० मिली/किग्रॅ बियाणे किंवा इमिडाक्लोप्रिड ४८ एफएस @ १.२५ मिली/किग्रॅ बियाणेने उपचार करा.
ta: விதைக்கு திரிமெதோக்சாம் 30 எஸ்ஃப் @ 10மிலி/கிலோ விதை அல்லது இமிடாச்ளோபிரிட் 48 எஸ்ஃப் @ 1.25மிலி/கிலோ விதை போன்றவை பயன்படுத்தவும்.

# green_stink_bug_title
source: Green Stink Bug (Nezara viridula Linnaeus)
hi: हरा स्टिंक बग (नेजारा विरिडुला लीनियस)
mr: ग्रीन स्टिंक बग (नेझारा विरिडुला लिनियस)
ta: பச்சை நறுமண பூச்சி (Nezara viridula Linnaeus)

source: Identification
hi: पहचान
mr: ओळख
ta: அடையாளம்

source: Damage
hi: क्षति
mr: नुकसान
ta: சேதம்

source: Management
hi: प्रबंधन
mr: व्यवस्थापन
ta: மேலாண்மை

# green_stink_bug_identification_text
source: Adults are about one and a half cm sap-sucking insects. Antennae are 5-segmented. After hatching from eggs, laid in groups, the nymphs remain congregated at one place for some time. Nymphs are light green with colored dots on the body.
hi: वयस्क लगभग डेढ़ सेमी लंबे रस चूसने वाले कीट होते हैं। एंटीना 5 खंडों वाले होते हैं। अंडे से निकलने के बाद, जो समूह में दिए जाते हैं, निम्फ कुछ समय के लिए एक स्थान पर इकठ्ठा रहते हैं। निम्फ हल्के हरे रंग के होते हैं जिनके शरीर पर रंगीन धब्बे होते हैं।
mr: प्रौढ हे सुमारे १.५ सेंटीमीटर लांब लॅम्पसूस असलेले लाळ शोषण करणारे कीटक आहेत. अँटेना ५-सेगमेंटेड असतात. अंडी घालून, गटांमध्ये अंड्यांपासून बाहेर पडलेल्या नायंफ्स काही काळ एकाच ठिकाणी जमलेली राहतात. नायंफ्स हलक्या हिरव्या रंगाचे आणि शरीरावर रंगीबेरंगी डॉट्स असतात.
ta: பெரிய பூச்சிகள் சப்புநீர் குடிக்கும் பூச்சிகள். அன்டினே 5-செக்மெண்டுகளை உள்ளன. முட்டைகள் முதல் கிளிகள் வரை ஒரே இடத்தில் கூட்டமாக இருக்கும். கிளிகள் பகுதியிலிருந்து பகுதி பச்சையாக உள்ளது.

# green_stink_bug_damage_text
source: Initially, newly hatched nymphs suck the sap in groups. After a few days, they move to the pods. Both adults and the nymphs suck the sap from seeds by piercing through the pod wall. Consequently, the seeds become shriveled, seed coat blackens, and the pods fall prematurely. About 80% reduction in yield has been found if the average population of this insect is even one adult per plant. It infests the crop at the podding stage (September-October).
hi: शुरुआत में, नवजात निम्फ समूह में रस चूसते हैं। कुछ दिनों बाद, वे फली पर चले जाते हैं। वयस्क और निम्फ दोनों फली की दीवार को छेद कर बीजों से रस चूसते हैं। परिणामस्वरूप, बीज सिकुड़ जाते हैं, बीज का आवरण काला पड़ जाता है, और फली समय से पहले गिर जाती है। यदि इस कीट की औसत जनसंख्या प्रति पौधा केवल एक वयस्क भी है तो उपज में लगभग 80% की कमी पाई गई है। यह फसल को फली अवस्था (सितंबर-अक्टूबर) में प्रभावित करता है।
mr: सुरुवातीला, नवीन हॉललेले नायंफ्स गटांमध्ये लाळ शोषतात. काही दिवसांनी, ते फळांवर जातात. प्रौढ आणि नायंफ्स दोन्ही बियांमध्ये फळांच्या भिंतीत छिद्र करून लाळ शोषतात. परिणामी, बीजे संकोचीत होतात, बीज कवच काळे होऊन, फळे लवकर गळतात. जर या कीटकाची सरासरी लोकसंख्या एका प्रौढ व्यक्तीवर असेल, तर उत्पादनात ८०% घट होऊ शकते. हे कीटक फळाच्या टप्प्यात (सप्टेंबर-ऑक्टोबर) पिकात आक्रमण करतात.
ta: முதலில், கிளைகள் கூண்டுகள் சப்புநீரை குடிக்கின்றன. சில நாட்களுக்குப் பிறகு, அவர்கள் விதைகள் குத்து பைர்களில் உள்ள விதைகள் சப்புநீர் குடிக்கின்றன. இதனால் விதைகள் சரிந்துவிடுகின்றன, விதை காயம் கருகிவிடுகின்றன மற்றும் பாக்கள் முன்னேறுகின்றன.

# green_stink_bug_management_text
source: The crop should be sprayed with Quinolphos @1.5 lit/ha or Indoxacarb@333ml/ha.
hi: फसल का छिड़काव क्विनोलफोस @1.5 लीटर/हेक्टेयर या इंडोक्साकार्ब @333 मिलीलीटर/हेक्टेयर से करें।
mr: पीकावर क्विनोल्फोस @१.५ लिटर/हेक्टेअर किंवा इंडोक्साकर्ब @३३३ मिली/हेक्टेअर शिंपडावे.
ta: கினோல்போஸ் @ 1.5 லிட்/எக்டர் அல்லது இண்டோக்சாகார் @ 333 மிலி/எக்டர்.

# tobacco_caterpillar_title
source: Tobacco Caterpillar [Spodoptera litura (Fabricius)]
hi: तंबाकू कैटरपिलर [Spodoptera litura (Fabricius)]
mr: तंबाखू कॅटरपिलर [स्पोडोप्टेरा लिटुरा (फॅब्रिसियस)]
ta: தும்பாக்கு கிளி [Spodoptera litura (Fabricius)]

# tobacco_caterpillar_identification
source: Adult moths possess golden brown forewings with white lines...
hi: वयस्क पतंगे में सोने-भूरी अग्रपंख होते हैं जिन पर सफेद रेखाएँ होती हैं...
mr: प्रौढ फुलपाखरे सोनेरी तपकिरी रंगाची आणि पांढऱ्या रेषांनी सजवलेली असतात...
ta: பெரிய தேனீக்கள் பொன்னிறம் ஆடைகளுடன் ...

# tobacco_caterpillar_damage
source: Newly hatched larvae feed gregariously on the chlorophyll content...
hi: नए-नए निकले लार्वा क्लोरोफिल सामग्री पर एकत्रित रूप से आहार लेते हैं...
mr: नवीन हॉललेली अळी गटाने क्लोरोफिलची सामग्री खातात...
ta: புதிய கிளிகள் குளோரோபில் உள்ளடக்கத்தை உண்ணுகின்றன ...

# tobacco_caterpillar_management
source: Generally, the larvae of tobacco caterpillar can be found in abundant numbers...
hi: सामान्यत: तंबाकू कैटरपिलर के लार्वा बड़े पैमाने पर पाए जाते हैं...
mr: सामान्यपणे, तंबाखू कॅटरपिलरच्या अळ्या मोठ्या संख्येने आढळतात...
ta: பொதுவாக, தும்பாக்கு கிளிகள் அதிக எண்ணிக்கையில் காணப்படுகின்றன ...

# white_fly_title
source: White Fly (Bemisia tabaci Gennadius)
hi: सफेद मक्खी (Bemisia tabaci Gennadius)
mr: श्वेत माशी (बेमेंसिया ताबासी गेनॅडियस)
ta: வெள்ளை ஈ (Bemisia tabaci Gennadius)

# white_fly_identification
source: Adults are 1-2 mm in size and light yellow in colour. Wings are coated with white waxy covering. They are usually found on the under surface of leaves during day time. Nymphs are round or oval shaped and greenish in colour.
hi: वयस्क आकार में 1-2 मिमी होते हैं और हल्के पीले रंग के होते हैं। पंखों पर सफेद मोम की परत चढ़ी होती है। वे आमतौर पर पत्तियों के निचले हिस्से में दिन के समय पाए जाते हैं। निंफ गोल या अंडाकार आकार के और हरे रंग के होते हैं।
mr: प्रौढ १-२ मिमी आकाराचे आणि हलक्या पिवळ्या रंगाचे असतात. पंख पांढऱ्या मेणाच्या आवरणाने झाकलेले असतात. ते सहसा पानांच्या खालच्या भागावर दिवसाच्या वेळी आढळतात. नायंफ्स गोलसर किंवा अंडाकार आकाराचे आणि हिरव्या रंगाचे असतात.
ta: பெரிய பூச்சிகள் 1-2 மிமீ அளவில் உள்ளன. Wingsகள் வெள்ளை மெழுகு சட்டம் உள்ளன. இலைகளின் அடிப்புறத்தில் காணப்படுகின்றன. சிறிய தாவரங்கள் மற்றும் கிளிகளின் அடிப்புறத்தில் இருக்கும்.

# white_fly_damage
source: This insect damages soybean in three ways. One - Adults and nymphs suck the leaf sap from under surface. This results in retarded plant growth, yellowing of leaves and dropping of flowers and young pods. Two - while sucking the sap, they secrete 'honey-dew', which gets deposited on the lower leaves and facilitates development of 'sooty-mould'. Photosynthesis gets adversely affected. It also transmits yellow mosaic virus (YMV) from one plant to other causing yellow mosaic disease. Leaves become typically yellow.
hi: यह कीट सोयाबीन को तीन तरीकों से नुकसान पहुँचाता है। पहला - वयस्क और निंफ पत्तियों के निचले हिस्से से रस चूसते हैं, जिससे पौधों की वृद्धि धीमी हो जाती है, पत्तियाँ पीली पड़ जाती हैं और फूल और छोटे फल गिर जाते हैं। दूसरा - रस चूसते समय, वे 'हनी-ड्यू' का स्राव करते हैं, जो निचली पत्तियों पर जमा होता है और 'सूटिंग-मोल्ड' के विकास को बढ़ावा देता है। प्रकाश संश्लेषण पर नकारात्मक प्रभाव पड़ता है। यह पीले मोज़ेक वायरस (YMV) को एक पौधे से दूसरे पौधे में फैलाता है, जिससे पीला मोज़ेक रोग होता है। पत्तियाँ सामान्य रूप से पीली हो जाती हैं।
mr: हे कीटक सोयाबीनला तीन मार्गांनी नुकसान करते. एक - प्रौढ आणि नायंफ्स पानाच्या खालच्या बाजूने लाळ शोषतात. यामुळे झाडाची वाढ मंदावते, पानांची पिवळी होणे आणि फुलांचे व लहान फळांचे गळणे होईल. दोन - लाळ शोषताना, ते 'हनी-ड्यू' ची स्राव करते, जी खालच्या पानांवर जाड होऊन 'सुटी-मोल्ड' च्या विकासास चालना देते. फोटोसिंथेसिसवर प्रतिकूल परिणाम होतो. यामुळे हे पिकांमध्ये पिवळी मोज़िक रोग (YMV) पसरवते, आणि पाणी पिवळे होतात.
ta: இந்த பூச்சி சோயாபீன் மூன்று வழிகளில் சேதம் செய்கின்றது. ஒன்றாக, பெரிய பூச்சிகள் மற்றும் கிளிகள் இலைவிழப்புகளை சப்புவதற்கு, இது தாவர வளர்ச்சியை தாமதமாக்கும், இலைமஞ்சள் மற்றும் மலர் மற்றும் இளம் விதைகளை வரவழைக்கிறது. இரண்டாக, சப்புவதில் அவர்கள் 'ஹனிடூ' வெளியேற்றுகின்றன. இதில் பூசப்பட்டியலில் 'சுட்டி மூல்ட்' வளர்ச்சி ஊக்குவிக்கின்றது.

# white_fly_management
source: For management of white fly (YMV), treat the seed with Thiamethoxam 30 FS @10ml/kg seed or Imidachloprid 48 FS @1.25 ml/kg seed. Further, if white fly is seen, spray the crop with Thiamethoxam 25WG @ 100g/500 litre water/ha.
hi: सफेद मक्खी (YMV) के प्रबंधन के लिए, बीज को थायमाथोक्सम 30 FS @10ml/kg बीज या इमिडाच्लोप्रिड 48 FS @1.25 ml/kg बीज से उपचारित करें। इसके बाद, यदि सफेद मक्खी दिखाई दे, तो फसल को थायमाथोक्सम 25WG @ 100g/500 लीटर पानी/हेक्टेयर से छिड़काव करें।
mr: श्वेत माशी (YMV) चे व्यवस्थापन करण्यासाठी, बियाणे थियामेथोक्सॅम ३० एफएस @१० मिली/किग्रॅ बियाणे किंवा इमिडाक्लोप्रिड ४८ एफएस @१.२५ मिली/किग्रॅ बियाणेने उपचार करा. यापुढे, श्वेत माशी दिसल्यास, पीकावर थियामेथोक्सॅम २५ डब्ल्यूजी @ १०० ग्रॅम/५०० लिटर पाणी/हेक्टेअर शिंपडावे.
ta: வெள்ளை ஈ (YMV) மேலாண்மை செய்வதற்கு, திரிமெதோக்சாம் 30 எஸ்.ஃப் @ 10 மிலி/கிலோ விதை அல்லது இமிடாச்ளோபிரிட் 48 எஸ்ஃப் @ 1.25 மிலி/கிலோ விதை போன்றவை பயன்படுத்தவும். மேலுமாக, வெள்ளை ஈ காணப்பட்டால், திரிமெதோக்சாம் 25WG @ 100g/500 லிட்டர் நீர்/ஹெ தெளிக்கவும்.

# greenSemiLooperTitle
source: Green Semiloopers [Chrysodeixis acuta (Walker) Diachrysia orichalcea (Fabricius)]
hi: हरे सेमीलूपर्स [Chrysodeixis acuta (वॉकर) Diachrysia orichalcea (फेब्रिसियस)]
mr: ग्रीन सेमिलोपर [क्रायसोडेक्सिस एक्युटा (वॉकर) डायच्रिसिया ओरिचेल्सिया (फॅब्रिसियस)]
ta: பச்சை அரை சுழற்சிகள் [Chrysodeixis acuta (Walker) Diachrysia orichalcea (Fabricius)]

source: Features
hi: विशेषताएँ
mr: वैशिष्ट्ये
ta: அம்சங்கள்

source: Cost
hi: लागत
mr: किंमत
ta: செலவுகள்

source: Procurement
hi: खरीदारी
mr: खरेदी प्रक्रिया
ta: மொட்டளிப்புகள்

# featuresContent
source: The BBF machine has a facility to adjust desired depth of sowing. This is a multipurpose machine which can be used for both kharif and rabi crops simply by adding or removing the furrow openers. BBF machine can form channels in alluvial soils with 30 to 35 PTO HP tractors. This machine has a provision to adjust desired row to row distance. BBF machine facilitates irrigation through channels easily as and when desired. The BBF machine can be used to weed the beds with the help of a tractor with thin tyres by using the sweeps which are provided as an additional option. Additional 5 tines are provided with the machine for use in rabi crops. The machine is quite sturdy and has been designed to have minimum breakdown.
hi: बीबीएफ मशीन में बुवाई की गहराई को समायोजित करने की सुविधा है। यह एक बहुउद्देशीय मशीन है जिसे खरीफ और रबी फसलों दोनों के लिए इस्तेमाल किया जा सकता है। बीबीएफ मशीन 30 से 35 पीटीओ एचपी ट्रैक्टर के साथ जलोढ़ मिट्टी में चैनल बना सकती है। यह मशीन पंक्ति से पंक्ति की दूरी को समायोजित करने की सुविधा प्रदान करती है। बीबीएफ मशीन सिंचाई को आसानी से चैनलों के माध्यम से सुविधाजनक बनाती है।
mr: बीज पेरणीची इच्छित खोली समायोजित करण्यासाठी बीबीएफ यंत्रामध्ये सुविधा आहे. हे बहुउद्देशीय यंत्र आहे जे खरीप आणि रब्बी पिकांसाठी फक्त फरो ओपनर जोडून किंवा काढून वापरले जाऊ शकते. बीबीएफ यंत्र अ‍ॅल्युव्हियल मातीमध्ये 30 ते 35 PTO HP ट्रॅक्टरसह चॅनेल तयार करू शकते. या यंत्रामध्ये इच्छित रांग ते रांग अंतर समायोजित करण्याची तरतूद आहे. पाण्याची गरज भासल्यास चॅनेलद्वारे सिंचन सहज करता येते. या यंत्राद्वारे बारीक चाकांच्या ट्रॅक्टरसह दिलेल्या पर्यायांचा वापर करून गवती खर्रा काढता येतो. रब्बी पिकांसाठी अतिरिक्त 5 टाईन्स दिल्या आहेत. हे यंत्र अतिशय मजबूत आहे आणि त्यामध्ये कमीत कमी बिघाड होईल असे डिझाइन केले गेले आहे.
ta: BBF இயந்திரத்தில் விதைக்க விரும்பும் ஆழத்தை சரிசெய்யும் வசதி உள்ளது. இதன் மூலம் கறிபு மற்றும் ரபி பயிர்களுக்குப் பயன்படுத்தலாம். BBF இயந்திரம் செயல்படுத்தும் வனப்புனை பூமிகளில் சேனல்கள் உருவாக்குகிறது. இது அனைத்துக்குமே மகிழ்ச்சியாகும் மற்றும் சமரசமாகவும் இருக்கிறது. BBF இயந்திரத்தில் பற்று இருப்பதை ஸ்வீப்ஸ் உதவியுடன் களைந்தால் பராமரிக்கலாம். கூடுதல் 5 தொடுப்புகள் ரபி பயிர்களுக்கு வழங்கப்படுகிறது. இது குறைந்தபட்ச பாதிப்புடன் வலிமையானது.

# costContent
source: The machine presently costs Rs. 58,035 which is likely to be revised as and when needed. This excludes the cost of transport which is to be borne by the buyer.
hi: मशीन की वर्तमान लागत रु. 58,035 है, जिसे आवश्यकतानुसार संशोधित किया जा सकता है। यह परिवहन की लागत को शामिल नहीं करता है जो खरीदार द्वारा वहन की जाती है।
mr: या यंत्राची सध्या किंमत रु. 58,035 आहे जी वेळोवेळी बदलण्याची शक्यता आहे. यामध्ये वाहतूक खर्चाचा समावेश नाही जो खरेदीदाराने वहन करणे आवश्यक आहे.
ta: இயந்திரத்தின் தற்போதைய செலவு ரூ. 58,035 ஆனால் இது தேவைப்படும் போது திருத்தப்படும். இது போக்குவரத்து செலவை உள்ளடக்கவில்லை. இவை வாங்குவதற்கான செலவுகளை வாங்குபவர் ஏற்க வேண்டும்.

# procurementContent
source: Order and payment for BBF machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M.P.
hi: बीबीएफ मशीन के लिए ऑर्डर और भुगतान निदेशक, डीएसआर, खंडवा रोड, इंदौर 452001, म.प्र. को किया जाना है।
mr: बीबीएफ यंत्राची ऑर्डर आणि पेमेंट डायरेक्टर, डीएसआर, खांडवा रोड, इंदूर 452001, म.प्र. येथे करावी.
ta: BBF இயந்திரத்திற்கு ஆர்டர் மற்றும் பணம் பரிமாற்றத்தை துறை, DSR, கந்த்வா ரோடு, இந்தூர் 452001, ம.ப. செய்ய வேண்டும்.

source: Furrow Irrigated Raised Bed System
hi: फर्रोज़ सिंचाई प्रणाली
mr: फरो सिंचित उचललेली बेड प्रणाली
ta: பாதையில் ஏர்க்கும்பதி உயர்ந்த படுக்கை முறை

# features_description
source: The FIRBS machine has a facility to adjust the desired depth of sowing. It is a multipurpose machine that can be used for both kharif and rabi crops...
hi: FIRBS मशीन बीज बोने की इच्छित गहराई को समायोजित करने की सुविधा प्रदान करती है। यह एक बहुउद्देश्यीय मशीन है जिसका उपयोग खरीफ और रबी फसलों के लिए किया जा सकता है...
mr: एफआयआरबीएस यंत्रामध्ये इच्छित बीज पेरणी खोली समायोजित करण्याची सुविधा आहे. हे एक बहुउद्देशीय यंत्र आहे जे खरीप आणि रब्बी दोन्ही पिकांसाठी वापरले जाऊ शकते...
ta: FIRBS இயந்திரத்தில் விதைக்க விரும்பும் ஆழத்தை சரிசெய்யும் வசதி உள்ளது. இது கறிபு மற்றும் ரபி பயிர்களுக்குப் பயன்படுத்தலாம்...

# cost_description
source: The machine presently costs Rs. 54,860, which is likely to be revised as and when needed. This excludes the cost of transport...
hi: मशीन की वर्तमान लागत ₹54,860 है, जिसे आवश्यकतानुसार संशोधित किया जा सकता है। इसमें परिवहन की लागत शामिल नहीं है...
mr: या यंत्राची सध्या किंमत रु. 54,860 आहे, जी वेळोवेळी बदलण्याची शक्यता आहे. यामध्ये वाहतूक खर्चाचा समावेश नाही...
ta: இயந்திரத்தின் தற்போதைய செலவு ரூ. 54,860, இது தேவைப்படும் போது திருத்தப்படும். இது போக்குவரத்து செலவை உள்ளடக்கவில்லை...

# procurement_description
source: Order and payment for FIRBS machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M.P.
hi: FIRBS मशीन का ऑर्डर और भुगतान DSR निदेशक, खंडवा रोड, इंदौर 452001, म.प्र. को किया जाना है।
mr: एफआयआरबीएस यंत्राची ऑर्डर आणि पेमेंट डायरेक्टर, डीएसआर, खांडवा रोड, इंदूर 452001, म.प्र. येथे करावी.
ta: FIRBS இயந்திரத்திற்கு ஆர்டர் மற்றும் பணம் பரிமாற்றத்தை துறை, DSR, கந்த்வா ரோடு, இந்தூர் 452001, ம.ப. செய்ய வேண்டும்.

# ridge_title
source: Ridge Fertilizer Drill Cum Seed Planter
hi: रीज फर्टिलाइजर ड्रिल कम सीड प्लांटर
mr: रिज फर्टिलायझर ड्रिल कम सीड प्लांटर
ta: பரப்பு உரம் திரவ வேர்க்கடலை விதைப்பாளர்

# ridge_features_description
source: The Ridge fertilizer drill cum seed planter machine has the ability to adjust the desired depth of basal dose fertilizer. The machine operates with 55 PTO HP tractors and has provisions for 4 furrow openers with 5 additional furrow openers.
hi: रीज फर्टिलाइजर ड्रिल कम सीड प्लांटर मशीन में बेसल डोज़ फर्टिलाइजर की गहराई समायोजित करने की क्षमता है। मशीन 55 PTO HP ट्रैक्टरों के साथ संचालित होती है और इसमें 4 फर्रो ओपनर के लिए प्रावधान हैं।
mr: रिज फर्टिलायझर ड्रिल कम सिड प्लांटर मशीनमध्ये बेसल डोस खताची इच्छित खोली समायोजित करण्याची क्षमता आहे. हे मशीन ५५ PTO HP ट्रॅक्टर्ससह कार्य करते आणि ४ फरो ओपनर्ससाठी तरतूद आहे ज्यात अतिरिक्त ५ फरो ओपनर्स समाविष्ट आहेत.
ta: பரப்பு உரம் திரவ வேர்க்கடலை விதைப்பாளர் இயந்திரம் தேவையான ஆழத்தை சரிசெய்யும் திறன் கொண்டது. இயந்திரம் 55 PTO HP டிராக்டர்களுடன் இயங்குகிறது மேலும் 4 வளைய விறகுகளுடன் 5 கூடுதல் வளைய விறகுகள் வழங்கப்பட்டுள்ளன.

# ridge_cost_description
source: The machine presently costs Rs. 69,100/-(04 bottom) Rs. 74,800/-(05 bottom), excluding the cost of transport to be borne by the buyer.
hi: मशीन की वर्तमान लागत 69,100 रुपये (04 बॉटम) और 74,800 रुपये (05 बॉटम) है, जिसमें परिवहन लागत शामिल नहीं है।
mr: सध्या या मशीनची किंमत ₹६९,१००/- (०४ बॉटम) आणि ₹७४,८००/- (०५ बॉटम) आहे. वाहतुकीचा खर्च स्वतंत्रपणे खरेदीदाराने वहन करायचा आहे.
ta: இயந்திரத்தின் தற்போதைய செலவு ரூ. 69,100/-(04 அடுப்பு) ரூ. 74,800/-(05 அடுப்பு), இவை வாங்குவதற்கான செலவுகளை வாங்குபவர் ஏற்க வேண்டும்.
