Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# ridge_procurement_description
source: Order and payment for the Ridge Fertilizer Drill Cum Seed Planter Machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M. P.
hi: रीज फर्टिलाइजर ड्रिल कम सीड प्लांटर मशीन का ऑर्डर और भुगतान निदेशक, डीएसआर, खंडवा रोड, इंदौर 452001, म. प्र. को किया जाना है।
mr: रिज फर्टिलायझर ड्रिल कम सिड प्लांटर मशीनसाठी ऑर्डर व पेमेंट 'डायरेक्टर, DSR, खंडवा रोड, इंदूर ४५२००१, म. प्र.' येथे करावे.
ta: பரப்பு உரம் திரவ வேர்க்கடலை விதைப்பாளர் இயந்திரத்திற்கு ஆர்டர் மற்றும் பணம் பரிமாற்றத்தை துறை, DSR, கந்த்வா ரோடு, இந்தூர் 452001, ம.ப. செய்ய வேண்டும்.

# singleRidgeTitle
source: Single Ridge Seed Planter
hi: सिंगल रिज सीड प्लांटर
mr: सिंगल रिज सिड प्लांटर
ta: ஒற்றை பரப்பு விதைப்பாளர்

# singleRidgeFeatures
source: A Ridge seed planter has been developed for soybean crop, which is capable of placing the soybean seeds at desired depth on the ridge formed. Placement of seed on the formed ridge increases moisture use efficiency benefitting the crop...
hi: सोयाबीन फसल के लिए एक रिज बीज रोपण मशीन विकसित की गई है, जो रिज पर वांछित गहराई पर सोयाबीन के बीज डालने में सक्षम है...
mr: सोयाबीन पिकासाठी रिज सिड प्लांटर विकसित करण्यात आला आहे, जो रिज बनवल्यानंतर सोयाबीन बिया इच्छित खोलीवर ठेवण्यास सक्षम आहे. तयार केलेल्या रिजवर बिया लावल्याने ओलावा वापर कार्यक्षमता वाढते आणि पिकासाठी फायदेशीर ठरते...
ta: ஒரு ரிட்ஜ் விதைப்பான் சோயாபீன் பயிருக்காக உருவாக்கப்பட்டுள்ளது, இது சோயாபீன் விதைகளை உருவாக்கப்பட்ட ரிட்ஜில் விருப்பமான ஆழத்தில் வைப்பதில் திறன் கொண்டது. உருவாக்கப்பட்ட ரிட்ஜில் விதையை வைப்பது ஈரப்பதம் பயன்பாட்டுத் திறனை அதிகரிக்கிறது மற்றும் பயிருக்கு நன்மை தருகிறது...

# singleRidgeCost
source: The machine presently costs Rs. 65,250/- which is likely to be revised as and when needed. This excludes the cost of transport which is to be borne by buyer.
hi: मशीन की वर्तमान लागत रु 65,250/- है जो आवश्यकतानुसार संशोधित की जा सकती है। इसमें परिवहन लागत शामिल नहीं है, जो खरीदार द्वारा वहन की जाएगी।
mr: सध्या या मशीनची किंमत ₹६५,२५०/- आहे, जी वेळोवेळी पुनरावलोकनानुसार बदलली जाऊ शकते. यामध्ये वाहतुकीचा खर्च समाविष्ट नाही, जो खरेदीदाराने भरायचा आहे.
ta: இயந்திரம் தற்போது ரூ. 65,250/- ஆகும், தேவையானபோது மாற்றப்படலாம். இதன் போக்குவரத்து செலவு வியாபாரியின் பொறுப்பாகும்.

# singleRidgeProcurement
source: Order and payment for Single Ridge Seed Planter machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M.P.
hi: सिंगल रिज सीड प्लांटर मशीन का ऑर्डर और भुगतान निदेशक, डीएसआर, खंडवा रोड, इंदौर 452001, म.प्र. को किया जाना है।
mr: सिंगल रिज सिड प्लांटर मशीनसाठी ऑर्डर व पेमेंट 'डायरेक्टर, DSR, खंडवा रोड, इंदूर ४५२००१, म. प्र.' येथे करावे.
ta: ஒரு ரிட்ஜ் விதைப்பான் இயந்திரம் வாங்குதல் மற்றும் பணமசெய்தல் கான்ட்வா ரோடு, இந்தோர் 452001, எம்.பி.

# soybean_seed_drill_title
source: Soybean Seed Drill Cum Planter
hi: सोयाबीन सीड ड्रिल कम प्लांटर
mr: सोयाबीन सिड ड्रिल कम प्लांटर
ta: சோயாபீன் விதை குத்துபொறி மற்றும் விதைப்பான்

# soybean_features
source: It is a unique machine with provisions for drilling the seeds and also to plant the seeds ie. to maintain seed to seed distance. Either of the two options can be used just by shifting the plastic pipe from one hole to another. This unique machine can perform both drilling and planting operations.
hi: यह एक अनोखी मशीन है जिसमें बीजों की ड्रिलिंग और उन्हें पौधे के रूप में रोपने का प्रावधान है, यानी बीज से बीज की दूरी बनाए रखने की। यह अद्वितीय मशीन ड्रिलिंग और प्लांटिंग दोनों कार्यों को कर सकती है।
mr: हे एक अनोखे मशीन आहे ज्यामध्ये बिया ड्रिल करण्याची आणि लागवड करण्याची व्यवस्था आहे, म्हणजे बिया ते बिया अंतर राखले जाते. प्लॅस्टिक पाईप एका होलमधून दुसऱ्या होलमध्ये हलवून या दोन्ही पर्यायांचा वापर केला जाऊ शकतो. हे मशीन ड्रिलिंग आणि प्लांटिंग दोन्ही ऑपरेशन्स करू शकते.
ta: இது விதை குத்துவதற்கும், விதைப்பதற்கும் நிலையான தூரம் வைக்கவும் ஒவ்வொரு குலையில் இருந்து மற்ற குளைக்கு பிளாஸ்டிக் குழாயை மாற்றுவதன் மூலம் இரண்டும் செய்யும் வகையில் ஒரே இயந்திரமாகும். இந்த முறைவான இயந்திரம் விதை குத்துதலும் விதைப்பும் செய்யும்.

# soybean_cost
source: The machine presently costs Rs. 67,200/-which is likely to be revised as and when needed. This excludes the cost of transport which is to be borne by buyer.
hi: मशीन की वर्तमान कीमत 67,200 रुपये है, जो समय-समय पर संशोधित की जा सकती है। इसमें परिवहन की लागत शामिल नहीं है, जिसे खरीदार को वहन करना होगा।
mr: सध्या या मशीनची किंमत ₹६७,२००/- आहे, जी वेळोवेळी पुनरावलोकनानुसार बदलली जाऊ शकते. यामध्ये वाहतुकीचा खर्च समाविष्ट नाही, जो खरेदीदाराने भरायचा आहे.
ta: இயந்திரம் தற்போது ரூ. 67,200/- ஆகும், தேவையானபோது மாற்றப்படலாம். இதன் போக்குவரத்து செலவு வியாபாரியின் பொறுப்பாகும்.

# soybean_procurement
source: Order and payment for Soybean Seed Drill cum Planter (two in one) machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M.P.
hi: सोयाबीन सीड ड्रिल कम प्लांटर (दो इन वन) मशीन का आदेश और भुगतान निदेशक, डीएसआर, खंडवा रोड, इंदौर 452001, म.प्र. को किया जाना है।
mr: सोयाबीन सिड ड्रिल कम प्लांटर (दोन इन वन) मशीनसाठी ऑर्डर व पेमेंट 'डायरेक्टर, DSR, खंडवा रोड, इंदूर ४५२००१, म. प्र.' येथे करावे.
ta: சோயாபீன் விதை குத்துபொறி மற்றும் விதைப்பான் (இரண்டு ஒன்றாக) வாங்குதல் மற்றும் பணமசெய்தல் கான்ட்வா ரோடு, இந்தோர் 452001, எம்.பி.

# subsoiler_title
source: Subsoiler
hi: सबसॉइलर
mr: सबसोईलर
ta: தூண்டில்தொட்டு

# subsoiler_features
source: The subsoiler has a facility to adjust desired depth of sub soiling as per requirement. It has provision to adjust maximum depth of 2.5 feet in vertisols and can penetrate into heavy clay soils also. This is a multipurpose machine...
hi: सबसॉइलर में आवश्यकता के अनुसार सब-सॉइलिंग की गहराई को समायोजित करने की सुविधा है। इसमें वर्टिसोल्स में अधिकतम 2.5 फीट गहराई और भारी मिट्टी में प्रवेश करने की क्षमता है। यह एक बहुउद्देशीय मशीन है...
mr: सबसोईलरमध्ये आवश्यकतेनुसार सबसोइलिंगची इच्छित खोली समायोजित करण्याची सुविधा आहे. हे मशीन २.५ फूट खोल जाऊ शकते आणि भारी चिकणमातीच्या मातीमध्येही कार्य करू शकते. हे एक बहुपयोगी मशीन आहे...
ta: தூண்டில்தொட்டு விரும்பிய ஆழத்திற்கு தூண்டுதலைச் சரிசெய்யும் வசதி உள்ளது. இது 2.5 அடி ஆழத்தை முறையாக சரிசெய்யும் வசதியைக் கொண்டுள்ளது மற்றும் மிகப்பெரிய கிளே மண்ணிலும் ஊடுருவவும் முடியும். இது பலவகை பயன்பாட்டுக்கான இயந்திரமாகும்...

# subsoiler_cost
source: The machine presently costs Rs. 67,200/- which is likely to be revised as and when needed. This excludes the cost of transport which is to be borne by the buyer.
hi: मशीन की वर्तमान लागत ₹67,200/- है, जो आवश्यकता अनुसार संशोधित की जा सकती है। इसमें परिवहन की लागत शामिल नहीं है, जो खरीदार द्वारा वहन की जानी है।
mr: सध्या या मशीनची किंमत ₹६७,२००/- आहे, जी वेळोवेळी पुनरावलोकनानुसार बदलली जाऊ शकते. यामध्ये वाहतुकीचा खर्च समाविष्ट नाही, जो खरेदीदाराने भरायचा आहे.
ta: இயந்திரம் தற்போது ரூ. 67,200/- ஆகும், தேவையானபோது மாற்றப்படலாம். இதன் போக்குவரத்து செலவு வியாபாரியின் பொறுப்பாகும்.

# subsoiler_procurement
source: Order and payment for subsoiler machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M.P.
hi: सबसॉइलर मशीन के लिए आदेश और भुगतान निदेशक, डीएसआर, खंडवा रोड, इंदौर 452001, म.प्र. को किया जाना है।
mr: सबसोईलर मशीनसाठी ऑर्डर व पेमेंट 'डायरेक्टर, DSR, खंडवा रोड, इंदूर ४५२००१, म. प्र.' येथे करावे.
ta: தூண்டில்தொட்டு இயந்திரம் வாங்குதல் மற்றும் பணமசெய்தல் கான்ட்வா ரோடு, இந்தோர் 452001, எம்.பி.

# sweepSeedDrillTitle
source: Sweep Seed Drill
hi: स्वीप सीड ड्रिल
mr: स्वीप सिड ड्रिल
ta: அள்ளுதல் விதை குத்துப்பொறி

# sweepSeedDrillFeatures
source: The sweep seed drill has a facility to sow and simultaneously do weeding cum tillage operation. The machine is specially devised to use it for both kharif and rabi crops. The machine has a provision to maintain row-to-row distance. Rows in the seed drill are adjustable...
hi: स्वीप सीड ड्रिल में बोवाई और साथ ही निराई-कटाई कार्य करने की सुविधा है। इस मशीन को खासतौर से खरीफ और रबी फसलों के लिए उपयोगी बनाया गया है। इस मशीन में पंक्ति से पंक्ति दूरी बनाए रखने की व्यवस्था है...
mr: स्वीप सिड ड्रिलमध्ये बिया पेरण्याची व एकाच वेळी तण काढणे व मशागत करणे यासाठी सुविधा आहे. हे मशीन विशेषतः खरीप आणि रब्बी पिकांसाठी बनवले गेले आहे. मशीनमध्ये ओळी ते ओळीचे अंतर राखण्याची तरतूद आहे. सिड ड्रिलमधील ओळी समायोज्य आहेत...
ta: அள்ளுதல் விதை குத்துப்பொறியில் விதை குத்துவதற்கும் சுமார் களையாய்க் களம் இயக்குதலுக்கும் வசதியுள்ளது. இது கரிபு மற்றும் ரபி பயிர்களுக்கும் பயன்படுத்தும் வகையில் உருவாக்கப்பட்டுள்ளது. இது வரிசை இடைவெளியை பராமரிக்கும் வசதியுள்ளது.

# sweepSeedDrillCost
source: The machine presently costs Rs. 50,000/-which is likely to be revised as and when needed. This excludes the cost of transport which is to be borne by the buyer.
hi: इस मशीन की वर्तमान कीमत रु. 50,000/- है जो समय-समय पर संशोधित की जा सकती है। इसमें परिवहन की लागत शामिल नहीं है, जो खरीदार को वहन करनी होगी।
mr: सध्या या मशीनची किंमत ₹५०,०००/- आहे, जी वेळोवेळी पुनरावलोकनानुसार बदलली जाऊ शकते. यामध्ये वाहतुकीचा खर्च समाविष्ट नाही, जो खरेदीदाराने भरायचा आहे.
ta: இயந்திரம் தற்போது ரூ. 50,000/- ஆகும், தேவையானபோது மாற்றப்படலாம். இதன் போக்குவரத்து செலவு வியாபாரியின் பொறுப்பாகும்.

# sweepSeedDrillProcurement
source: Order and payment for sweep seed drill machine is to be made to Director, DSR, Khandwa Road, Indore 452001, M.P.
hi: स्वीप सीड ड्रिल मशीन के लिए आदेश और भुगतान डीएसआर, खंडवा रोड, इंदौर 452001, म.प्र. के निदेशक को किया जाना है।
mr: स्वीप सिड ड्रिल मशीनसाठी ऑर्डर व पेमेंट 'डायरेक्टर, DSR, खंडवा रोड, इंदूर ४५२००१, म. प्र.' येथे करावे.
ta: அள்ளுதல் விதை குத்துப்பொறி இயந்திரம் வாங்குதல் மற்றும் பணமசெய்தல் கான்ட்வா ரோடு, இந்தோர் 452001, எம்.பி.

source: Bacterial Diseases
hi: बैक्टीरियल रोग
mr: जीवाणूजन्य रोग
ta: பாக்டீரியல் நோய்கள்

source: Bacterial Blight
hi: बैक्टीरियल ब्लाइट
mr: जीवाणूजन्य ब्लाइट
ta: பாக்டீரியல் பிரிட்ஸ்

source: Bacterial Pustule
hi: बैक्टीरियल पूस्टीउल
mr: जीवाणूजन्य फोड
ta: பாக்டீரியல் பஸ்தூல்

source: Description
hi: विवरण
mr: वर्णन
ta: விளக்கம்

source: Symptoms
hi: लक्षण
mr: लक्षणे
ta: அறிகுறிகள்

# descriptionContent
source: Causal Organism: Xanthomonas ax-onopodis pv. glycines Syn. Xanthomonas campestris pv. glycines (Nakano) Dye. It affects leaves, stems, pods, and seeds. Distributed throughout soybean-growing areas of India but more prevalent in Madhya Pradesh, Rajasthan, Himachal Pradesh, Uttaranchal, and the North Eastern States. The disease has the potential to cause 15-53% loss, but in India, maximum yield losses can go up to 37% with an average loss of 20% under favorable conditions. The loss is mainly due to defoliation, production of empty pods, and reduction in number and seed size. Warm (temperature around 28°C) and humid weather with frequent showers favor the disease. Unlike bacterial blight, bacterial pustule is not checked by high temperature.
hi: कारण जीव: ज़ैंथोमोन्स एक्स-ऑनोपोर्डिस पीवी. ग्लाइसिन्स Syn. ज़ैंथोमोन्स कैंपेस्ट्रिस पीवी. ग्लाइसिन्स (नकानो) डाई। यह पत्तियों, तनों, फलों और बीजों को प्रभावित करता है। भारत के सोयाबीन उगाने वाले क्षेत्रों में वितरित, लेकिन मध्य प्रदेश, राजस्थान, हिमाचल प्रदेश, उत्तरांचल और उत्तर पूर्वी राज्यों में अधिक प्रचलित। इस रोग में 15-53% तक हानि का कारण बनने की संभावना है, लेकिन भारत में अधिकतम उपज हानि 37% तक जा सकती है और अनुकूल परिस्थितियों में औसतन 20% हानि होती है। हानि मुख्य रूप से पत्तियों के गिरने, खाली फलों के उत्पादन और संख्या और बीज के आकार में कमी के कारण होती है। गर्म (तापमान लगभग 28°C) और नम मौसम के साथ बार-बार वर्षा रोग को बढ़ावा देती है। जीवाणु झुलसा की तुलना में, उच्च तापमान द्वारा जीवाणु फफोले को नहीं रोका जाता है।
mr: कारक जीव: झॅन्थोमोनस अॅक्स-ऑनोपोडिस पीव्ही. ग्लायसीन्स Syn. झॅन्थोमोनस कॅम्पेस्ट्रिस पीव्ही. ग्लायसीन्स (नकानो) डाई. हे पानांवर, खोडांवर, शेंगांवर आणि बियांवर परिणाम करते. भारतातील सोयाबीन वाढणाऱ्या क्षेत्रांमध्ये वितरित केले जाते परंतु मध्य प्रदेश, राजस्थान, हिमाचल प्रदेश, उत्तराखंड आणि ईशान्य राज्यांमध्ये अधिक प्रचलित आहे. या रोगामुळे 15-53% नुकसान होण्याची शक्यता आहे, परंतु भारतात, अनुकूल परिस्थितींमध्ये 20% सरासरी नुकसानासह कमाल उत्पादन नुकसान 37% पर्यंत जाऊ शकते. नुकसान प्रामुख्याने पर्णगोपन, रिकाम्या शेंगा तयार होणे आणि बियांच्या संख्येत आणि आकारात घट होणे यामुळे होते. उबदार (28°C च्या आसपास तापमान) आणि दमट हवामान वारंवार झालेल्या पावसामुळे या रोगास अनुकूल ठरते. बॅक्टेरियल ब्लाइटच्या विपरीत, बॅक्टेरियल पस्ट्यूल उच्च तापमानाने तपासले जात नाही.
ta: நோய் உண்டாக்கும் கிருமி: Xanthomonas ax-onopodis pv. glycines Syn. Xanthomonas campestris pv. glycines (Nakano) Dye. இது இலைகள், காம்பு, பாக்கள் மற்றும் விதைகளை பாதிக்கின்றது. இது இந்தியாவின் சோயாபீன் வளர்க்கும் பகுதிகள் முழுவதிலும் பரவியுள்ள ஆனால் மத்திய பிரதேசம், ராஜஸ்தான், ஹிமாச்சல பிரதேசம், உத்தராஞ்சல் மற்றும் வடகிழக்கு மாநிலங்களில் அதிகமாக உள்ளது. இந்த நோயின் காரணமாக 15-53% இழப்பு ஏற்படும் சாத்தியம் உள்ளது, ஆனால் இந்தியாவில் அதிகபட்ச விளைச்சல் இழப்பு 37% வரை சென்று விடலாம். சராசரி இழப்பு 20% ஆகும். இழப்பு முக்கியமாக இலை உதிர்வு, காலியாக இருக்கும் பாக்கள் மற்றும் விதைகளின் எண்ணிக்கை மற்றும் அளவுக்குறையால் ஏற்படுகின்றது. வெப்பமான (சுமார் 28°C) மற்றும் ஈரமான காலநிலை மற்றும் அடிக்கடி மழை இந்த நோயை உதவுகின்றது. பாக்டீரியல் பிரிட்ஸிற்கு மாறாக, பாக்டீரியல் பஸ்தூல் அதிக வெப்பத்தால் தடைப்படுவதில்லை.

# symptomsContent
source: 1. On well-grown plants: The disease appears as minute, pale green elevated spots on interveinal areas on both sides of the leaves. Later on, small raised light gray to yellowish pustules are formed in the center of spots, usually on the undersurface, with a pale green halo around them. The pustules may coalesce into large spots. Leaves become ragged when dead areas are torn away by the wind. Spots may also develop on pods of susceptible varieties.
hi: 1. अच्छी तरह से उगाए गए पौधों पर: रोग की शुरुआत पत्तियों के दोनों तरफ की शिराओं के बीच हल्के हरे ऊंचे धब्बों के रूप में होती है। बाद में, हल्के भूरे से पीले रंग के छोटे ऊंचे फफोले धब्बों के केंद्र में बनते हैं, आमतौर पर नीचे की सतह पर, जिसमें एक हल्का हरा आभा होता है। फफोले बड़े धब्बों में विलीन हो सकते हैं। जब मृत क्षेत्रों को हवा द्वारा हटाया जाता है, तो पत्तियाँ फट जाती हैं। कमजोर किस्मों के फलों पर भी धब्बे हो सकते हैं।
mr: 1. चांगल्या वाढलेल्या वनस्पतींवर: रोगाची लक्षणे पानांच्या दोन्ही बाजूंच्या शिरांच्या मधल्या भागात लहान, फिकट हिरव्या उंचवलेल्या ठिपक्यांप्रमाणे दिसतात. नंतर, ठिपक्यांच्या मध्यभागी लहान उंचवलेले फिकट राखाडी ते पिवळट पस्ट्यूल तयार होतात, सहसा खालच्या पृष्ठभागावर, ज्यामध्ये त्यांच्याभोवती फिकट हिरवा वलय असतो. पस्ट्यूल एकमेकांमध्ये विलीन होऊन मोठे डाग बनवू शकतात. मृत भाग वाऱ्याने फाटल्यावर पाने रागाने बनतात. संवेदनशील जातींच्या शेंगांवर डाग देखील विकसित होऊ शकतात.
ta: 1. நன்கு வளர்ந்த தாவரங்களில்: இந்த நோய் இரண்டு பக்கத்திலும் உள்ள இலைகளின் இடைநடுவான பகுதிகளில் சிறிய, மங்கலான பச்சை மிக்க உயர்ந்த புள்ளியாக தோன்றுகின்றது. பின்னர், சிறிய உயர்ந்த இலகு சாம்பல் முதல் மஞ்சள் நிறம் உள்ள பஸ்தூல்கள் புள்ளிகளின் மையத்தில் உருவாகின்றன, பொதுவாக, அதன் கீழ்மையின் மேற்பரப்பில் ஒரு மங்கலான பச்சை முத்திரை கலந்துள்ளது. பஸ்தூல்கள் பெரிய புள்ளிகளாக சேரலாம். இறந்த பகுதிகள் காற்றால் கிழிக்கப்படும்போது இலைகள் குதறப்படுகின்றன. பசிபிக்கக் கூடிய வகைகளின் பாக்களிலும் புள்ளிகள் உருவாகலாம்.

source: Soybean Mosaic
hi: सोयाबीन मोज़ेक
mr: सोयाबीन मोज़ेक
ta: சோயாபீன் மூலமேகத்

# mosaicDescription
source: Causal Organism: Soybean mosaic virus causes the disease. The virus is a flexuous rod that belongs to the potyvirus group and is seed, graft, and sap transmitted. The disease has a narrow host range and is transmitted in a non-persistent manner by about 32 aphid species belonging to 15 different genera. It affects seedlings, leaves, stems, petioles, pods, and seeds. The disease occurs all over the soybean-growing areas of India. It can reduce yields ranging from 50 to 93%. Losses ranging from 2-30% have been reported from Delhi. Symptoms are more severe with cool temperature (near 18°C) and humid conditions but less severe at 24-25°C, while symptoms are masked above 30°C. The way of expression of the disease depends on the virus strain, host genotype, environmental conditions, and the presence of other complementary viruses.
hi: कारण जीव: सोयाबीन मोज़ेक वायरस रोग का कारण बनता है। यह वायरस एक लचीली छड़ी है जो पोटिवायरस समूह से संबंधित है और यह बीज, ग्राफ्ट और रस के माध्यम से प्रसारित होता है। रोग में मेज़बान पौधों की सीमा संकीर्ण होती है और इसे लगभग 32 विभिन्न प्रजातियों की एफिड्स द्वारा अस्थायी रूप से प्रसारित किया जाता है। यह रोग बीजों, पत्तियों, तनों, पर्णवृंतों, फली और बीजों को प्रभावित करता है। यह बीमारी भारत के सभी सोयाबीन उत्पादन क्षेत्रों में होती है। यह उपज को 50 से 93% तक घटा सकती है। दिल्ली से 2-30% नुकसान की सूचना मिली है। ठंडे तापमान (लगभग 18°C) और नम स्थितियों में लक्षण अधिक गंभीर होते हैं, लेकिन 24-25°C पर कम गंभीर होते हैं, जबकि 30°C से ऊपर लक्षण छिप जाते हैं। रोग के लक्षण वायरस के प्रकार, पौधे की किस्म, पर्यावरणीय परिस्थितियों और अन्य सहायक वायरस की उपस्थिति पर निर्भर करते हैं।
mr: कारक जीव: सोयाबीन मोज़ेक व्हायरस रोगाचे कारण बनतो. हा विषाणू एक लवचिक दंडगोल आहे जो पोटीव्हायरस गटाशी संबंधित आहे आणि बिया, ग्राफ्ट आणि सॅप द्वारे प्रसारित होतो. या रोगाचा होस्ट श्रेणी संकुचित आहे आणि ते 15 वेगवेगळ्या प्रजातींमध्ये मोडणाऱ्या सुमारे 32 एफिड प्रजातींनी एका नॉन-परसिस्टंट पद्धतीने प्रसारित केले जाते. हे रोपे, पाने, खोड, पर्ण, शेंगा आणि बियांवर परिणाम करते. भारतातील सोयाबीन वाढणाऱ्या सर्व क्षेत्रांमध्ये हा रोग होतो. हे 50 ते 93% पर्यंत उत्पादन कमी करू शकते. दिल्लीतून 2-30% पर्यंत नुकसान नोंदवले गेले आहे. थंड तापमान (सुमारे 18°C) आणि दमट परिस्थितीत लक्षणे अधिक तीव्र असतात परंतु 24-25°C तापमानात कमी तीव्र असतात, तर 30°C च्या वर लक्षणे अस्पष्ट होतात. रोगाच्या अभिव्यक्तीचा मार्ग विषाणूच्या स्ट्रेन, होस्ट जनोटाइप, पर्यावरणीय परिस्थिती आणि इतर पूरक विषाणूंच्या उपस्थितीवर अवलंबून असतो.
ta: நோய் உண்டாக்கும் கிருமி: சோயாபீன் மூலமேகத் வைரஸ் இந்த நோயை உண்டாக்குகின்றது. வைரஸ் பெரும்பாலும் பூச்சிகளால் பரவுகின்றது. இந்த நோயின் காரணமாக விதை மற்றும் தாவரங்களில் பாதிப்பு ஏற்படும். இந்தியாவின் சோயாபீன் வளர்க்கும் பகுதிகள் முழுவதிலும் இந்த நோய் காணப்படுகிறது. இது 50 முதல் 93% வரை விளைச்சலைக் குறைக்க முடியும். டெல்லியில் 2 முதல் 30% வரை இழப்புகள் பதிவாகியுள்ளன. வைரஸ் குளிர்ந்த (18°C அருகே) மற்றும் ஈரமான நிலைமையில் அதிகமாக காணப்படுகிறது.

# mosaicSymptoms
source: 1. On seed and seedling: Infected seeds many times get mottled by having the same color on the seed coat as that of the hilum, which is popularly known as hilum bleeding. When infected seeds are used for sowing, the initial symptoms of the disease are severe mosaic of dark and light green areas and downward curling of primary leaves giving seedlings a spindly appearance. Such plants have rugosed, crinkled, mottled, and curled unifoliate leaves. Subsequently, trifoliate leaves become chlorotic, severely stunted, mottled, and rugosed. Plants get stunted with shortened petioles and internodes. 2. On well-grown plant: Trifoliate leaves have a mosaic of light and dark green areas that may later become raised or blistered mostly along the main veins. Dark green enations along the puckered leaves and necrosis are also occasionally present. Browning may also be visible in stems and petioles.
hi: 1. बीज और अंकुर पर: संक्रमित बीजों का कोट अक्सर उसी रंग का होता है जो हिलम के समान होता है, जिसे 'हिलम ब्लीडिंग' कहा जाता है। जब संक्रमित बीजों का उपयोग बुवाई के लिए किया जाता है, तो रोग के शुरुआती लक्षण होते हैं: गहरे और हल्के हरे क्षेत्रों का मोज़ेक और प्राथमिक पत्तियों का नीचे की ओर मुड़ना, जिससे अंकुर पतले दिखते हैं। ऐसे पौधों में झुर्रीदार, मुड़े हुए, चित्तीदार और मुड़े हुए एकल पत्ते होते हैं। बाद में तिपत्री पत्ते पीले, गंभीर रूप से छोटे, चित्तीदार और झुर्रीदार हो जाते हैं। पौधे छोटे हो जाते हैं और पर्णवृंत तथा अंतराल छोटे हो जाते हैं। 2. परिपक्व पौधे पर: तिपत्री पत्तों में हल्के और गहरे हरे क्षेत्रों का मोज़ेक होता है, जो बाद में मुख्य नसों के साथ उठे हुए या फफोलेदार हो सकते हैं। झुर्रीदार पत्तों के साथ गहरे हरे उभार और नेक्रोसिस भी कभी-कभी होते हैं। तने और पर्णवृंतों में ब्राउनिंग भी दिखाई दे सकती है।
mr: 1. बी आणि रोपांवर: संक्रमित बिया अनेक वेळा हिलमच्या रंगासारख्याच रंगाच्या बी कोटने मऊ होतात, ज्याला सामान्यतः हिलम रक्तस्राव म्हणतात. संक्रमित बिया पेरण्यासाठी वापरल्या जातात तेव्हा, रोगाची सुरुवातीची लक्षणे गडद आणि हलक्या हिरव्या भागांचा गंभीर मोज़ेक आणि प्राथमिक पानांचे खाली वाकणे देऊन रोपांना एक सुऱ्हा स्वरूप देते. अशा वनस्पतींमध्ये रुगोस्ड, क्रीकलड, मॉटलड आणि कर्लड युनिफोलिएट पानं असतात. त्यानंतर, ट्रायफोलिएट पाने क्लोरोसिस, तीव्रपणे ठेंगणे, मॉटलड आणि रुगोस्ड बनतात. वनस्पती ठेंगणे होतात, लहान खोड आणि अंतर्गत नोड्ससह.
ta: 1. விதை மற்றும் விதையில்: பாதிக்கப்பட்ட விதைகள் பலமுறை விதை ஒட்டையின் நிறத்தில் மாறுபாடுகளாக உள்ளன, இது ஹிலம் ரத்தச்சிக்கலாகவும் அழைக்கப்படுகின்றது. விதை விதையில்: நோயால் பாதிக்கப்பட்ட விதைகள் பலமுறை மாறுபாடுகளாக உள்ளன, இது பொதுவாக ஹிலம் ரத்தச்சிக்கலாக அழைக்கப்படுகின்றது. விதை பயிரில், தாவர வளர்ச்சியை தாமதமாக்கின்றன. இந்த வகையான தாவரங்களின் இடைநாடைகள் குறுகியவை மற்றும் வளர்ச்சி குறைவாகின்றன. 2. நன்கு வளர்ந்த தாவரத்தில்: திரிபூசிய இலைகளில் இலகு மற்றும் அடி பச்சை பகுதிகளில் மசாக்கங்கள் உள்ளன, இது பொதுவாக மைய நரம்புகளுடன் உயர்ந்து அல்லது பிளக்கப்பட்டு காணப்படுகின்றன. தீவிரமான வேப்பகைகள் மற்றும் மெல்ஹிட்ரோஸ் காணப்படுகின்றது. காம்புகள் மற்றும் இடைநரம்புகளில் பழுப்பும் காணப்படுகின்றது.

# mosaicManagement
source: 1. Pre-sowing soil application of phorate @10kg/ha. 2. Use of moderately resistant varieties like JS 71-05, KHSb 2, LSb 1, MACS 58, MACS 124, PK 416, PK 564, Punjab 1, VLS 2, etc. 3. Cultivation of 2 to 3 or more varieties and changing varieties at least every two years. 4. Two foliar sprays of thiamethoxam 25WG @ 100 g/ha or methyl demeton 800ml/ha at 30 and 45 days after sowing. 5. Weed-free clean cultivation.
hi: 1. पूर्व बुवाई मिट्टी पर फोरेट @10 किलो/हेक्टेयर का उपयोग करें। 2. मध्यम प्रतिरोधी किस्मों का उपयोग करें जैसे JS 71-05, KHSb 2, LSb 1, MACS 58, MACS 124, PK 416, PK 564, Punjab 1, VLS 2, आदि। 3. 2-3 या अधिक किस्मों की खेती करें और कम से कम हर दो साल में किस्में बदलें। 4. बुवाई के 30 और 45 दिन बाद थायमिथोक्साम 25WG @ 100 ग्राम/हेक्टेयर या मिथाइल डेमेटन 800ml/हेक्टेयर का दो बार छिड़काव करें। 5. खरपतवार मुक्त और स्वच्छ खेती करें।
mr: 1. पूर्व-लागवडीची मृदा फोरेट @10किग्रॅ/हेक्टर फवारणी. 2. मध्यम-प्रतिरोधक जातींचा वापर करा जसे की JS 71-05, KHSb 2, LSb 1, MACS 58, MACS 124, PK 416, PK 564, पंजाब 1, VLS 2 इ. 3. 2 ते 3 किंवा अधिक जातींची लागवड करा आणि किमान दोन वर्षांनी जाती बदलत राहा. 4. पेरल्यानंतर 30 आणि 45 दिवसांनी थायमिथोक्सॅम 25WG @ 100 ग्रॅम/हेक्टर किंवा मिथाइल डेमेटन 800ml/हेक्टर फवारणी करा. 5. कचरा-मुक्त स्वच्छ लागवड.
ta: 1. விதை விதைக்கும்முன் மண்ணில் போரேட் @10கி/ஹெ பொருத்தவும். 2. சகிக்கப்பட்ட வகைகளாக JS 71-05, KHSb 2, LSb 1, MACS 58, MACS 124, PK 416, PK 564, பஞ்சாப் 1, VLS 2 மற்றும் பிறவகைகளைப் பயன்படுத்தவும். 3. 2 முதல் 3 அல்லது அதற்கு மேற்பட்ட வகைகளை சாகுபடி செய்யவும் மற்றும் குறைந்தது ஒவ்வொரு இரண்டு ஆண்டுகளுக்கும் ஒரு முறை வித்தியாசமாக மாற்றவும். 4. 30 மற்றும் 45 நாட்களுக்கு முந்திய இரண்டு இலை தெளிக்கைகள் திரிமெதோக்சாம் 25WG @ 100 g/ha அல்லது மெத்தில் டெமெட்டான் 800 மிலி/ஹெ தெளிக்கவும். 5. களைப்பில்லாத சுத்தமான சாகுபடி.

# tabDescription
source: Description
mr: वर्णन
ta: விளக்கம்

# tabSymptoms
source: Symptoms
mr: लक्षणे
ta: அறிகுறிகள்
