Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# soybeanGyan1
source: Soybean Gyan
hi: सोयाबीन ज्ञान
mr: सोयाबीन ज्ञान
ta: சோயாபீன் ஞானம்

source: Select Language
hi: भाषा चुनें
mr: भाषा निवडा
ta: மொழியை தேர்ந்தெடுக்கவும்

source: Market Prices
hi: बाजार मूल्य
mr: बाजार भाव
ta: சந்தை விலை

source: Important Information
hi: महत्वपूर्ण जानकारी
mr: महत्त्वाची माहिती
ta: முக்கிய தகவல்கள்

source: Crop Management
hi: फसल प्रबंधन
mr: पीक व्यवस्थापन
ta: பயிர் மேலாண்மை

# SoyInsect
source: Insect Management
hi: कीट प्रबंधन
mr: किड व्यवस्थापन
ta: புழு மேலாண்மை

source: Soy Food
hi: सोया भोजन
mr: सोय फूड
ta: சோய உணவு

source: Disease Management
hi: रोग प्रबंधन
mr: रोग व्यवस्थापन
ta: நோய் மேலாண்மை

source: Weed Management
hi: खरपतवार प्रबंधन
mr: तण व्यवस्थापन
ta: களைய மேலாண்மை

source: Farm Machinery
hi: कृषि यंत्र
mr: शेती यंत्रसामग्री
ta: விவசாய இயந்திரங்கள்

source: Video Gallery
hi: वीडियो गैलरी
mr: व्हिडिओ गॅलरी
ta: வீடியோ தொகுப்பு

source: Contents
hi: सामग्री
mr: माहिती
ta: உள்ளடக்கங்கள்

source: Soil Requirement
hi: मिट्टी की आवश्यकता
mr: मातीची आवश्यकता
ta: மண் தேவைகள்

source: Tillage
hi: जुताई
mr: भूसंधारण
ta: மண் பயிர்ப்பு

# selectionVarieties
source: Selection of Varieties
hi: प्रजातियों का चयन
mr: वाणांची निवड
ta: வேர்ச்செய்கைகள் தெரிவு

# seedTreatment
source: Seed Treatment and Inoculation
hi: बीज उपचार और आवरक्षण
mr: बियाण्यांचे प्रक्रिया व लसीकरण
ta: விதை பராமரிப்பு மற்றும் சிறப்பாக்கம்

# sowingTime
source: Sowing Time, Spacing and Speed Rate
hi: बुआई का समय, दूरी और गति दर
mr: पेरणीचा कालावधी, अंतर आणि वेग
ta: விதைநட்டு நேரம், இடைவெளி மற்றும் விதை விகிதம்

# manuresFertilizers
source: Manures and Fertilizers
hi: खाद और उर्वरक
mr: खते व सेंद्रिय खते
ta: உழவர் உரங்கள் மற்றும் உரங்கள்

# intercropping
source: Intercropping in Soybean
hi: सोयाबीन में अंतरफसल
mr: सोयाबीनमध्ये आंतरपीक
ta: சோயாபீனில் இடைநடவு

source: Water Management
hi: जल प्रबंधन
mr: पाणी व्यवस्थापन
ta: நீர்ப்பாசன மேலாண்மை

# harvestingThreshing
source: Harvesting and Threshing
hi: काटाई और थ्रेशिंग
mr: कापणी व मळणी
ta: விளைச்சல் மற்றும் தகர்ப்பது

# appTitle
source: Brown Stripped Semilooper (Mocis undata Fabricious)
hi: बिहार केशयुक्त सूँडी [स्पिलोसोमा ऑब्लिक्वा]
mr: ब्राउन स्ट्रिप्ड सेमीलूपर (Mocis undata Fabricious)
ta: பழுப்பு கோடுகளின் அரை சுழற்சி (மொசிஸ் உண்டாடா ஃபேப்ரிசியஸ்)

source: Blue Beetle
hi: नीला भृंग
mr: निळा भुंगा
ta: நீல பீடில்

source: Bihar Caterpillar
hi: बिहार कैटरपिलर
mr: बिहार अळी
ta: பீகார் தும்மல் புழு

source: Girdle Beetle
hi: गिर्डल बीटल
mr: गर्डल बीटल
ta: கரை பூச்சி

source: Gram Pod Borer
hi: ग्रेम पॉड बोरर
mr: हरभरा फळ पोखरणारी अळी
ta: கிராம் பட் போரர்

source: Green Semiloopers
hi: हरे सेमिलोपर
mr: हिरवी अर्धवर्तुळ अळी
ta: பச்சை அரை சுருண்டவை

source: Green Stink Bug
hi: हरा गंध कीट
mr: हिरवा दुर्गंधीयुक्त किडा
ta: பச்சை துர்நாற்ற பூச்சி

source: Leaf Folder
hi: पत्ते का मोड़नेवाला
mr: पान गुंडाळणारा किडा
ta: இலை அடுக்கி

source: White Fly
hi: सफेद मक्खी
mr: पांढरी माशी
ta: வெள்ளை ஈ

source: Stem Fly
hi: तना मक्खी
mr: ताण माशी
ta: தண்டு ஈ

source: Leaf Miner
mr: पान खणणारा किडा
ta: இலை மைனர்

source: Tobacco Caterpillar
hi: तंबाकू कैटरपिलर
mr: तंबाखू अळी
ta: புகையிலை தும்மல் புழு

source: White Grub
hi: सफेद ग्रब
mr: पांढरा अळिंबी किडा
ta: வெள்ளை குஞ்சு

source: Brown Stripped Semilooper
mr: तपकिरी पट्टी असलेली अर्धवर्तुळ अळी
ta: பழுப்பு கேடையுடன் கூடிய அரை சுருண்டவை

source: Tofu
hi: टोफू
mr: टोफू
ta: தோபு

source: Soychakli
hi: सोयचकली
mr: सोयचकली
ta: சோயசக்லி

source: Soycurd
hi: सोयकर्ड
mr: सोयदही
ta: சோயதயிர்

source: SoyFlour
hi: सोयफ्लौर
mr: सोयापिठ
ta: சோய மாவு

source: Soymilk
hi: सोयमिल्क
mr: सोयादूध
ta: சோய பால்

source: Soynuts
hi: सोयनट्स
mr: सोयाबीन शेंगा
ta: சோய கருவி

source: Soyhalwa
hi: सोयहलवा
mr: सोयाहळवा
ta: சோய ஹல்வா

source: Soyladoo
hi: सोयलड्डू
mr: सोयलाडू
ta: சோய லட்டு

source: Soymathari
hi: सोयमठरी
mr: सोयमठरी
ta: சோய மாத்தாரி

source: Soynankhatai
hi: सोयनंखताई
mr: सोयननखटाई
ta: சோய நாங்கட்டை

source: Soypakora
hi: सोयपकोड़ा
mr: सोयपकोरा
ta: சோய பக்கோடா

source: Soyupma
hi: सोयउपमा
mr: सोयउपमा
ta: சோய உப்புமா

source: Bacterial Diseases
hi: बैक्टीरियल रोग
mr: जैविक रोग
ta: பாக்டீரியா நோய்கள்

source: Fungal Diseases
hi: फंगल रोग
mr: बुरशीजन्य रोग
ta: பூஞ்சை நோய்கள்

source: Viral Diseases
hi: वायरल रोग
mr: व्हायरल रोग
ta: வைரஸ் நோய்கள்

source: Broad Bed Furrow
hi: ब्रॉड बेड फर्रोज़
mr: ब्रॉड बेड फरो
ta: பெரிய படுக்கை பாதை

source: Furrow Irrigated Raised Bed System
hi: फर्रो सिंचित रेज्ड बेड सिस्टम
mr: उंच खंदक पाणी व्यवस्थापन प्रणाली
ta: பல்லி நீர்பாசன உயர்ந்த படுக்கை முறை

source: Subsoiler
hi: सबसोइलर
mr: सबसोइलर
ta: தூண்டில்தொட்டு

source: Sweep Seed Drill
hi: स्वीप सीड ड्रिल
mr: स्वीप बियाणे ड्रिल
ta: அள்ளுதல் விதை குத்துப்பொறி

source: Ridge Fertilizer Drill Cum Seed Planter
hi: रिज फर्टिलाइज़र ड्रिल कम सीड प्लांटर
mr: रिज खत ड्रिल व बियाणे लावणी यंत्र
ta: அணிவேலை உரம் குத்துபொறி மற்றும் விதைப்பான்

source: Single Ridge Seed Planter
hi: सिंगल रिज सीड प्लांटर
mr: सिंगल रिज बियाणे लावणी यंत्र
ta: ஒற்றை அணிவேலை விதைப்பான்

source: Soybean Seed Drill Cum Planter
hi: सोयाबीन सीड ड्रिल कम प्लांटर
mr: सोयाबीन बियाणे ड्रिल व लावणी यंत्र
ta: சோயாபீன் விதை குத்துபொறி மற்றும் விதைப்பான்

source: Losses due to Weed
hi: खरपतवार से होने वाले नुकसान
mr: तणामुळे होणारे नुकसान
ta: களையால் ஏற்படும் இழப்புகள்

source: Types of Weed
hi: खरपतवार के प्रकार
mr: तणाचे प्रकार
ta: களைகள் வகைகள்

source: Weed Management Practices
hi: खरपतवार प्रबंधन प्रथाएं
mr: तण व्यवस्थापन पद्धती
ta: களைய ادாக்கல் நடைமுறைகள்

source: Recommended Herbicides
hi: अनुशंसित शाकनाशी
mr: शिफारस केलेले तणनाशके
ta: பரிந்துரை செய்யப்பட்ட களையனிகள்

source: General Precautions
hi: सामान्य सावधानियाँ
mr: साधारण काळजी
ta: பொது முன்னெச்சரிக்கைகள்

# soilDescription
source: Soybean can be grown in a variety of soil types. However, a well-drained, sandy loam to clayey soil with medium water holding capacity, rich in organic carbon, and leveled fields with near-neutral pH is ideal for harnessing maximum soybean yield. Soil with excessive salts/sodium and poorly drained conditions are not suitable for soybean.
hi: सोयाबीन को विभिन्न प्रकार की मिट्टी में उगाया जा सकता है। हालांकि, अच्छी तरह से जल निकासी वाली, मध्यम जल धारण क्षमता वाली बलुई दोमट से चिकनी मिट्टी, जैविक कार्बन से समृद्ध और लगभग तटस्थ पीएच वाली समतल भूमि सोयाबीन की अधिकतम उपज प्राप्त करने के लिए आदर्श है। अत्यधिक लवण/सोडियम वाली मिट्टी और खराब जल निकासी की स्थिति सोयाबीन के लिए उपयुक्त नहीं है।
mr: सोयाबीन वेगवेगळ्या प्रकारच्या मातीत उगवू शकते. मात्र, उत्तम निचरा असलेली, मध्यम पाण्याचा धारणक्षमतेची व जैविक कार्बनयुक्त व समतल जमिनीसह जवळपास-न्यूट्रल pH असलेली वालुकामय गाळाची किंवा चिकणमाती माती जास्त उत्पादनासाठी योग्य आहे. जास्त प्रमाणात क्षारयुक्त/सोडीयमयुक्त व खराब निचऱ्याच्या जमिनी सोयाबीनसाठी योग्य नाहीत.
ta: சோயாபீன் பல்வேறு மண் வகைகளில் வளர முடியும். இருப்பினும், நல்ல வடிகாலமைப்புடைய, மண்வழி மண்ணிலிருந்து மண் மற்றும் சராசரி நீர்வாங்கும் திறனை கொண்ட மற்றும் கார்பனில் செறிந்த மண், நடுத்தர துல்யமட்டிய பி.எச். உடைய துல்லிய மண்டலங்கள் சோயாபீன் பரிந்துரை. அதிக உப்புத்தன்மை/நிறையம் மற்றும் குறைவான வடிகாலமைப்புகளான நிலங்கள் சோயாபீனுக்கு சரியாக இல்லை.

# tillage_title
source: Tillage
hi: जुताई
mr: भूसंधारण
ta: துடைப்பிடுதல்

# deep_ploughing_text
source: Deep ploughing is essential during summer, after harvesting the rabi crop. This facilitates exposing the hibernating insects to extreme heat and predatory birds as well as movement of nutrients and infiltration of soil water.
hi: गहरी जुताई ग्रीष्मकाल में आवश्यक है, रबी फसल की कटाई के बाद। यह शीतकालीन कीटों को अत्यधिक गर्मी और शिकार करने वाले पक्षियों के संपर्क में लाने के साथ-साथ पोषक तत्वों की गति और मिट्टी के पानी के अवशोषण में सहायता करता है।
mr: सखल नांगरट उन्हाळ्यात, रब्बी पिकाच्या कापणीनंतर करणे अत्यावश्यक आहे. यामुळे हिवाळ्यात सुप्तावस्थेत असणाऱ्या किड्यांना तीव्र उष्णतेला आणि भक्षक पक्ष्यांना सामोरे जावे लागते तसेच पोषण तत्त्वांचा हालचाल व मातीतील पाण्याचे प्रवेश होण्यास मदत होते.
ta: வேண்டுமானால், ரபி பயிர்த் துவங்கி கோடையில் ஒழுங்கையாக 2-3 மாதங்களுக்கு ஒருமுறை சோம்பல் விவசாயம் செய்ய வேண்டும்.

# ploughing_3_4_years_text
source: One deep ploughing once in 3-4 years, otherwise one normal ploughing in summer followed by 2 criss-cross harrowings or cultivation for breaking of soil clods will make ideal seed bed for a good crop of soybean cultivation.
hi: 3-4 वर्षों में एक बार गहरी जुताई, अन्यथा ग्रीष्मकाल में एक सामान्य जुताई और फिर 2 क्रॉस-क्रॉस हैरोइंग या मिट्टी के कणों को तोड़ने के लिए खेती करना, यह सोयाबीन की अच्छी फसल के लिए आदर्श बीज-बेड तैयार करेगा।
mr: तीन-चार वर्षांतून एकदा सखल नांगरट करावी, अन्यथा उन्हाळ्यात साधी नांगरट आणि त्यानंतर दोन आडव्या सुरीने पेरणी किंवा जमिनीतील गाठी फोडण्यासाठी लागवडीसाठी केल्यास सोयाबीनच्या चांगल्या पिकासाठी आदर्श बीज बेड तयार होईल.
ta: ஒரு முறை 3-4 ஆண்டுக்கு ஒரு முறை துல்லியத் தோண்டல், இல்லையென்றால் கோடையில் ஒரு முறை துல்லியத் தோண்டலை தொடர்ந்து 2 சக்கரங்களோ அல்லது கற்களை உடைப்பதற்கான உழவை சோயாபீன் பயிர் சாகுபடிக்குத் துணையாகும் விதை படுக்கையாக மாறும்.

# maintain_soil_health_text
source: To have sustainable soybean yield, it is very important to maintain soil health. Hence, farmers are advised to incorporate organic manure (well decomposed FYM @5-10 t/ha or Poultry Manure @ 2.5t/ha) at the time of land preparation.
hi: सतत सोयाबीन उपज पाने के लिए, मिट्टी के स्वास्थ्य को बनाए रखना बहुत महत्वपूर्ण है। इसलिए, किसानों को भूमि की तैयारी के समय जैविक खाद (अच्छी तरह से विघटित FYM @5-10 टन/हेक्टेयर या पोल्ट्री खाद @ 2.5 टन/हेक्टेयर) मिलाने की सलाह दी जाती है।
mr: शाश्वत सोयाबीन उत्पादनासाठी मातीची आरोग्य स्थिती टिकवणे खूप महत्त्वाचे आहे. त्यामुळे शेतकऱ्यांना जमीन तयार करताना सेंद्रिय खत (चांगले विघटित शेणखत @5-10 टन/हेक्टरी किंवा पोल्ट्री खत @2.5 टन/हेक्टरी) टाकण्याचा सल्ला दिला जातो.
ta: நிலையான சோயாபீன் விளைச்சலை பெற, மண் ஆரோக்கியத்தை பராமரிப்பது மிகவும் முக்கியம். எனவே, விவசாயிகள் நிலம் தயாரித்தல் இன் போது கரைக்கப்பட்ட பண்ணைவழி உரத்தை (பிரியணிப்படும் FYM @ 5-10 டன்/ஹெக்டேர் அல்லது கோழி உரம் @ 2.5 டன்/ஹெக்டேர்) சேர்க்க அறிவுரைக்கிறேன்.

# organic_manure_rotation_text
source: If the quantity of organic manure is limited, they are advised to apply the same on rotation basis in their fields every year. It is also advised to apply Gypsum @ 150-200 kg/ha along with FYM/Poulty manure before the last harrowing in case the nutritional requirement is to be planned without sulphur sources.
hi: यदि जैविक खाद की मात्रा सीमित है, तो उन्हें इसे हर साल अपने खेतों में घुमावदार रूप से लगाने की सलाह दी जाती है। साथ ही, यदि पोषक तत्वों की आवश्यकता बिना सल्फर स्रोतों के योजना बनाई जाती है, तो अंतिम हैरोइंग से पहले FYM/पोल्ट्री खाद के साथ जिप्सम @ 150-200 किग्रा/हेक्टेयर लगाने की सलाह दी जाती है।
mr: जर सेंद्रिय खताची मर्यादित मात्रा उपलब्ध असेल, तर ते दरवर्षी त्यांच्या शेतात आळीपाळीने वापरण्याचा सल्ला दिला जातो. पोषण तत्त्वांचे नियोजन सल्फर नसलेल्या स्त्रोतांशिवाय करायचे असल्यास शेणखत/पोल्ट्री खतासह शेवटच्या सुरीने नांगरणीपूर्वी जिप्सम @150-200 किलो/हेक्टरी लावण्याचा सल्ला दिला जातो.
ta: பசியான முறை, தேவையான துல்லிய உரம் கூட வைக்க வேண்டும். வேறு எடுக்க வேண்டிய கலப்புவழியில் நுண்ணிய விருப்பங்களை இணைத்து நீடித்து.

# pre_monsoon_ploughing_text
source: Soon after arrival of monsoon, the land may be prepared by 2 crisscross harrowings followed by planking to level the field. If the farmer is interested to apply PPI herbicide for control of weeds, this is the right time to do so.
hi: मानसून की शुरुआत के तुरंत बाद, भूमि को 2 क्रॉस-क्रॉस हैरोइंग के द्वारा तैयार किया जा सकता है, इसके बाद क्षेत्र को समतल करने के लिए प्लैंकिंग की जा सकती है। यदि किसान खरपतवार नियंत्रण के लिए PPI हर्बीसाइड लागू करने में रुचि रखते हैं, तो यह समय इसके लिए उपयुक्त है।
mr: पावसाळा सुरू झाल्यावर लगेच जमीन तयार करण्यासाठी दोन आडव्या सुरीने नांगरणी केल्यानंतर मैदान समतल करण्यासाठी गुळगुळीत करावे. जर शेतकऱ्यांना गवत नियंत्रणासाठी पीपीआय तणनाशक वापरायचे असेल, तर हा योग्य वेळ आहे.
ta: வணிகர்களுக்கு, இரண்டு சந்தைகள் உள்ளன. பின்னர் விருப்பத்தை சொடுக்கவும். விஷயத்தை முன்பு சேர்க்கவும்.

# ppi_herbicide_text
source: But for getting the actual benefit of Pre-plant Incorporation (PPI) herbicide, they should ensure that sufficient moisture is present in the soil. This also requires additional tillage for proper mixing of herbicide in the soil. Hence it should be sprayed immediately before second harrowing.
hi: लेकिन प्री-प्लांट इनकॉर्पोरेशन (PPI) हर्बीसाइड के वास्तविक लाभ को प्राप्त करने के लिए, उन्हें यह सुनिश्चित करना चाहिए कि मिट्टी में पर्याप्त नमी मौजूद हो। इसके लिए मिट्टी में हर्बीसाइड के सही मिश्रण के लिए अतिरिक्त जुताई की आवश्यकता होती है। इसलिए इसे दूसरी हैरोइंग से पहले तुरंत छिड़कना चाहिए।
mr: परंतु प्री-प्लांट इनकॉर्पोरेशन (पीपीआय) तणनाशकाचा खरा फायदा मिळवण्यासाठी मातीमध्ये पुरेशी आर्द्रता असणे आवश्यक आहे. यासाठी तणनाशक मातीमध्ये व्यवस्थित मिसळण्यासाठी अतिरिक्त नांगरणीची गरज आहे. त्यामुळे ते दुसऱ्या नांगरणीपूर्वी लगेच फवारावे.
ta: அனுபவத்தை பெற, கட்டுரை நன்றாகச் செய்ய வேண்டும். பெருமளவு மண் வழியாக சேர்த்து, சேர்க்கவும்.

# adverse_climatic_conditions_text
source: During past few years, soybean yields have been adversely affected across the country because of adverse climatic conditions (Uncertainties/delayed or unpredictable onset of monsoon/heavy storms and long dry spells).
hi: पिछले कुछ वर्षों में, देश भर में सोयाबीन की उपज पर प्रतिकूल जलवायु परिस्थितियों (अनिश्चितताएँ/मानसून की देरी या अप्रत्याशित शुरुआत/भारी तूफान और लंबी सूखा अवधि) का नकारात्मक प्रभाव पड़ा है।
mr: गेल्या काही वर्षांपासून देशभरात सोयाबीन उत्पादन हवामानातील प्रतिकूल परिस्थितीमुळे (अनिश्चितता/उशिरा किंवा अनिश्चित सुरुवातीचा पाऊस/मोठ्या वादळे आणि दीर्घ कोरडे कालावधी) प्रभावित झाले आहे.
ta: கடந்த சில ஆண்டுகளில், நாட்டில் சோயாபீன் விளைச்சல் பாதிக்கப்பட்டுள்ளது எஃப் காலநிலை காரணமாக (திடீரென / மழைக்காலம் தாமதம் அல்லது தோராயமாக சீரற்ற மழை / அதிக காற்றும் நீண்ட வறண்ட நிலையும்).

# ridge_furrow_method_text
source: Considering these, farmers are advised to use BBF or Ridge and Furrow methods for soybean planting in order to mitigate the climatic adversities.
hi: इन परिस्थितियों को देखते हुए, किसानों को सोयाबीन की बुआई के लिए BBF या रेज और फर्रू विधियों का उपयोग करने की सलाह दी जाती है, ताकि जलवायु से संबंधित प्रतिकूलताओं को कम किया जा सके।
mr: ही परिस्थिती विचारात घेऊन शेतकऱ्यांना हवामानातील प्रतिकूल परिस्थिती कमी करण्यासाठी सोयाबीन लागवडीसाठी बीबीएफ किंवा रेज व फरो पद्धती वापरण्याचा सल्ला दिला जातो.
ta: விவசாயிகளுக்கு, துல்லிய தூண்டல் மற்றும் பண்டபட்டறை முறை குறைக்கிறோம்.

# dry_spell_operation_text
source: During long dry spells, the crop sown on flat land should receive a dora/kulpa/hoeing operation to reduce moisture loss from soil during early growth period (upto one month from sowing).
hi: लंबे सूखा काल में, समतल भूमि पर बोई गई फसल को प्रारंभिक वृद्धि अवधि (बुआई के एक महीने तक) में मिट्टी से नमी की हानि को कम करने के लिए डोरा/कुल्पा/होइंग ऑपरेशन दिया जाना चाहिए।
mr: दीर्घ कोरड्या कालावधीत सपाट जमिनीत पेरणी केलेल्या पिकावर दरा/कुलपा/खुरपणी यासारख्या कामांद्वारे जमिनीतून ओलावा कमी होण्यास प्रतिबंध करणे आवश्यक आहे, विशेषतः पेरणीनंतर पहिल्या एका महिन्यापर्यंतच्या कालावधीत.
ta: இயல்பாக, குளவைகளுக்கு, குறிப்பிட்டு இவை குறைக்கிறோம்.

# harvestingTitle
source: Harvesting and Threshing
hi: कटाई और थ्रेशिंग
mr: कापणी व मळणी
ta: விழுப்பு மற்றும் விடுதலை

# harvestingInfo1
source: Optimum time of harvesting is very important for soybean as it causes yield loss due to shattering and viability loss due to filed weathering.
hi: सोयाबीन की कटाई का सही समय बहुत महत्वपूर्ण है क्योंकि इससे झड़ने के कारण उपज में नुकसान और क्षेत्रीय मौसम के कारण जीवंतता में कमी हो सकती है।
mr: सोयाबीनच्या कापणीसाठी योग्य वेळ खूप महत्त्वाचा आहे कारण उशिरा कापणीमुळे शेंगा फाटणे आणि हवामानामुळे बीजांची क्षमता कमी होण्याचे नुकसान होऊ शकते.
ta: சோயாபீனை, சோயாபீனை விளைச்சலுக்குத் தோல் காரணமாக வெட்டுவதற்கான சரியான நேரம்.

# harvestingInfo2
source: Initiation of change of pod color of soybean is the right indication to go for harvesting. At this time, the moisture percentage of soybean grain is around 14-16%. Hence, the farmers are advised not to wait till the foliage/plant turns yellow. Harvesting can be done when 95% pod change colour from green.
hi: सोयाबीन के फलियों का रंग बदलने की शुरुआत कटाई का सही संकेत है। इस समय, सोयाबीन अनाज की नमी प्रतिशत लगभग 14-16% होती है। इसलिए किसानों को पौधे/पत्तियों के पीले होने तक इंतजार करने की सलाह नहीं दी जाती। कटाई तब की जा सकती है जब 95% फलियाँ हरे रंग से बदलकर रंग बदल जाएं।
mr: सोयाबीनच्या शेंगांचा रंग बदलण्यास सुरुवात होणे ही कापणीसाठी योग्य वेळेची खूण आहे. यावेळी सोयाबीनच्या दाण्यांचा आर्द्रता टक्केवारी सुमारे 14-16% असते. त्यामुळे शेतकऱ्यांनी झाडे पूर्णपणे पिवळी होईपर्यंत थांबू नये. 95% शेंगा हिरव्या रंगापासून बदलतात तेव्हा कापणी करावी.
ta: விவசாயிகளுக்கு, சோயாபீன் தனிமையாக்கும் மாற்றம் திருத்தம் முக்கியம். இதற்கு, சோயாபீன் தானியத்தின் ஈரப்பதம் சுமார் 14-16% இருக்கும். எனவே, இலை / கொடி மஞ்சள் நிறமாக மாறுவதற்காக காத்திருக்க வேண்டாம். வெட்டுதல் 95% மரப்பொடி மாற்றியமைக்கிறது.

# harvestingInfo3
source: The harvested soybean crop, after sun drying for 2-3 days is ready for threshing. Because of sowing of subsequent crop if threshing is to be performed later, the harvested soybean should be collected preferably on threshing floor and covered with tarpoline to avoid damage from rain/shattering. To maintain viability of the seed and to avoid loss/mechanical damage, threshing should be done at 350-400 гр.
hi: कटे हुए सोयाबीन की फसल, 2-3 दिन की धूप में सूखने के बाद थ्रेशिंग के लिए तैयार होती है। यदि बाद की फसल के कारण थ्रेशिंग को बाद में किया जाना है, तो कटे हुए सोयाबीन को थ्रेशिंग स्थान पर इकट्ठा किया जाना चाहिए और वर्षा/झड़ने से बचाने के लिए टारपोलिन से ढका जाना चाहिए। बीज की जीवन शक्ति बनाए रखने और नुकसान/मैकेनिकल क्षति से बचने के लिए, थ्रेशिंग 350-400 ग्रा पर की जानी चाहिए।
mr: कापलेले सोयाबीन पीक 2-3 दिवस उन्हात वाळविल्यानंतर मळणीसाठी तयार होते. जर मळणी नंतर केली जाणार असेल तर कापणी केलेले सोयाबीन शक्यतो मळणीच्या ठिकाणी एकत्र करून प्लास्टिकच्या आवरणाने झाकून ठेवावे, जेणेकरून पावसामुळे किंवा शेंगा फाटल्यामुळे नुकसान टाळता येईल. बीजाच्या जीवनक्षमतेसाठी मळणी 350-400 ग्रॅम दाबावर करणे आवश्यक आहे.
ta: வேட்டை தொலைத்த பிறகு, சூரிய ஒளி பிறகு இரண்டு மூன்று நாள் தயாராகும். பிறகு, வேறு சாகுபடி சேதத்தை தடுக்க அதிகபட்சமாக சோயாபீனை மேடு மேலாகக் கொள்கின்றது. வெட்டுதலின் உறுதித்தன்மையைக் குறைக்க வேண்டும.

# harvestingInfo4
source: The threshed soybean should again be allowed to sun drying for 3-4 days in order to bring down the moisture percentage up to 10% which is essential to avoid fungal infection during storage.
hi: थ्रेश किए गए सोयाबीन को फिर से 3-4 दिन के लिए धूप में सूखने दिया जाना चाहिए ताकि नमी प्रतिशत 10% तक लाया जा सके, जो भंडारण के दौरान फंगल संक्रमण से बचने के लिए आवश्यक है।
mr: मळणी केलेले सोयाबीन पुन्हा 3-4 दिवस उन्हात वाळवावे जेणेकरून आर्द्रता टक्केवारी 10% पर्यंत आणता येईल, जे साठवणुकीदरम्यान बुरशीजन्य संसर्ग टाळण्यासाठी आवश्यक आहे.
ta: சொல்லும் விதம், இரு மூன்று நாள் சூரிய ஒளி சோயாபீனை 3-4 நாள் காயப்பதற்கான ஈரப்பதத்தை 10% வரை குறைக்க. ஒட்டுநல் தொற்று விலக்குவதற்கே அடிப்படை ஆவணமாகி செய்யும்.

# harvestingInfo5
source: The storage place should be cool with aeration and insect free. The soybean bags should be kept upright as far as possible. If staging is to be done, it should be only up to 4-5 bags in order to maintain the viability/germinability of soybean seed.
hi: भंडारण स्थान ठंडा, हवादार और कीट-मुक्त होना चाहिए। सोयाबीन की बोरियों को जितना संभव हो सीधा रखा जाना चाहिए। यदि स्टेजिंग की जानी है, तो यह केवल 4-5 बोरियों तक ही किया जाना चाहिए ताकि सोयाबीन बीज की जीवन शक्ति/बीजांकुरण क्षमता बनाए रखी जा सके।
mr: साठवणीची जागा थंड, हवेची देवाणघेवाण होणारी आणि कीटकांपासून मुक्त असावी. सोयाबीनची पोती शक्यतो उभी ठेवावीत. स्टेजिंग करायचे असल्यास, ते 4-5 पोत्यांपर्यंतच मर्यादित असावे जेणेकरून सोयाबीन बीजाची जीवनक्षमता टिकवता येईल.
ta: சுருவலை கிளையில் முற்றிலியாகக் கண்டு கொள்ளுதல். சோயாபீன் மூட்டைகளில், இடம் வேண்டும். அல்லது, நிலைத்தன்மை / தோன்றலை மறைத்தலாக பலத்த வாரிசு இல்லாமல் கட்டுப்படுத்தவும்.

# harvestingInfo6
source: While moving the seed bags to storage house, it should be carefully placed at the appropriate place/platform. The seed bags should not be in direct contact with floor/wall. The moisture seepage in the walls/floor may be a source of infection of diseases, hence can be avoided for storage.
hi: जब बीज की बोरियों को भंडारण घर में ले जाया जा रहा हो, तो उन्हें सावधानीपूर्वक उपयुक्त स्थान/मंच पर रखा जाना चाहिए। बीज की बोरियों को फर्श/दीवार से सीधे संपर्क में नहीं आना चाहिए। दीवारों/फर्श में नमी का रिसाव संक्रमण के स्रोत हो सकता है, इसलिए भंडारण के लिए इसे बचने के लिए किया जा सकता है।
mr: बीजाची पोती साठवणूक घरात हलवताना योग्य जागी/प्लॅटफॉर्मवर ठेवावी. पोती थेट जमिनीवर/भिंतीवर ठेवू नयेत. भिंती/जमिनीतील ओलावा आजारांच्या संसर्गाचा स्रोत ठरू शकतो, त्यामुळे याला टाळण्यासाठी सावधगिरी बाळगावी.
ta: பாதுகாப்பாக, சோயாபீன் மூட்டைகள் வளைக்க முற்றமாகக் கிளையில் கட்டணமாகும்.

# selectionVarietiesInfo1
source: In order to avoid risk of yield reduction due to aberrant climatic situations, farmers are recommended to grow 3-4 soybean varieties with varying maturity periods (Varietal Cafeteria Approach) in their fields.
hi: मौसम की अनिश्चित स्थितियों के कारण उपज में कमी के जोखिम से बचने के लिए किसानों को अपने खेतों में विभिन्न परिपक्वता अवधि वाली 3-4 सोयाबीन प्रजातियां (प्रजातीय कैफेटेरिया दृष्टिकोण) उगाने की सलाह दी जाती है।
mr: हवामानातील बदलांमुळे होणारे उत्पादनाचे नुकसान टाळण्यासाठी, शेतकऱ्यांना वेगवेगळ्या परिपक्वतेच्या कालावधी असलेल्या 3-4 सोयाबीन वाणांची लागवड त्यांच्या शेतात करण्याचा सल्ला दिला जातो (वाणांचे कॅफेटेरिया दृष्टिकोन).
ta: விளைச்சல் குறையும் அபாயத்தைத் தவிர்க்க, விவசாயிகள் சமவெளித் தோட்டங்களின் நெருக்கடியான காலநிலைகள் காரணமாக 3-4 சோயாபீன் வகைகளை வளர்ப்பது பரிந்துரைக்கப்படுகிறது (வகை சமையல் முறை).

# selectionVarietiesInfo2
source: Different varieties possess resistance/tolerance to particular insect-pest and diseases. As they mature at different times, it gives convenience for the farmers during harvesting and threshing too.
hi: विभिन्न प्रजातियां विशिष्ट कीट-पतंगे और रोगों के प्रति प्रतिरोधकता/सहनशीलता रखती हैं। चूंकि वे अलग-अलग समय पर पकती हैं, इसलिए यह किसानों को कटाई और गहाई के दौरान भी सुविधा प्रदान करती है।
mr: वेगवेगळ्या वाणांमध्ये विशिष्ट कीटक-कीड आणि रोग प्रतिकारक/सहनशीलता असते. हे वेगवेगळ्या वेळेस पिकते, त्यामुळे शेतकऱ्यांना कापणी आणि मळणी दरम्यान सोयीस्कर होते.
ta: வெவ்வேறு வகைகள் குறிப்பிட்ட பூச்சி-பராச்சிகளைத் தாங்கும் சக்தியைக் கொண்டுள்ளன. அவை வெவ்வேறு நேரங்களில் முடிந்தபோது, அதன் மூலம் விவசாயிகளுக்கு அறுவடை மற்றும் தகர்ப்பு நேரத்தில் சௌகரியமாக இருக்கிறது.

# selectionVarietiesInfo3
source: Genetically, the yield of soybean varieties is inversely proportionate with maturity period. Long-duration soybean varieties are able to give more yields subject to application of irrigation in the event of early cessation of monsoon.
hi: आनुवंशिक रूप से, सोयाबीन प्रजातियों की उपज उनकी परिपक्वता अवधि के विपरीत होती है। लंबे समय तक पकने वाली सोयाबीन प्रजातियां अधिक सिंचाई के साथ अधिक उपज देने में सक्षम होती हैं, विशेष रूप से मानसून की जल्दी समाप्ति की स्थिति में।
mr: जनुकीयदृष्ट्या, सोयाबीन वाणांच्या उत्पादनाची कालावधीशी उलट प्रमाणात संबंधितता असते. दीर्घकालीन वाण सिंचनाची सोय असल्यास अधिक उत्पादन देऊ शकतात, विशेषतः पावसाळा लवकर संपल्यास.
ta: மரபுவழி, சோயாபீன் வகைகளின் விளைச்சல் அதிகமாக இருக்கும். நீண்ட கால சோயாபீன் வகைகள் அதிக விளைச்சலை தருகின்றன என்பதை இரண்டாம் மழைக்காலத்தில் வேளாண் செய்கையின் நிகழ்வில் நீர்ப்பாசனம் செய்யும் பொருட்டு வழங்குகின்றன.
