Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# root_management_text
source: Cultivation of moderately disease-resistant/tolerant varieties like PK 262, PK 416, PK 472, PK 1042, PK 564, SL 295 etc., especially for aerial blight. Avoidance of excess plant population. Seed treatment with thiram + carbendazim (2:1) @ 3 g/kg or with captan @ 3 - 4 g/kg. One spray of carbendazim or thiophanate methyl (0.05%) or mancozeb (0.25%) is found very effective.
hi: मध्यम रोग-प्रतिरोधी/सहिष्णु किस्मों जैसे PK 262, PK 416, PK 472, PK 1042, PK 564, SL 295 आदि का उपयोग करें, विशेष रूप से वायवीय मुरझाने के लिए। अतिरिक्त पौधों की जनसंख्या से बचें। थिरम + कार्बेन्डाजिम (2:1) @ 3 ग्राम/किलोग्राम या कैप्टन @ 3-4 ग्राम/किलोग्राम से बीज उपचार करें। कार्बेन्डाजिम या थायोफेनेट मेथाइल (0.05%) या मैनकोजेब (0.25%) का एक छिड़काव बहुत प्रभावी पाया जाता है।
mr: मध्यम प्रतिकारक जातींची लागवड (उदा. PK 262, PK 416). झाडांची संख्या नियंत्रित ठेवणे. बियाण्यांवर थिराम + कार्बेंडाझिम (2:1) 3 ग्रॅम/किलो या प्रमाणात प्रक्रिया करणे. कार्बेंडाझिम किंवा थीओफेनेट मिथाइल (0.05%) यांची फवारणी प्रभावी ठरते.
ta: குறைவான நோய் எதிர்ப்பு/சதித்திறனுள்ள வகைகளை வளர்ப்பு. அதிக தாவர எண்ணிக்கையை தவிர்க்க. விதையை திரம் + கார்பென்டாசிம் (2:1) @ 3 g/kg அல்லது கேப்டான் @ 3 - 4 g/kg சிகிச்சை செய்கின்றது.

# brown_spot_title
source: Brown Spot
hi: ब्राउन स्पॉट
mr: तपकिरी डाग
ta: பழுப்பு புள்ளி

# brown_spot_description_text
source: Causal Organism: Septoria glycines Hemmi. The pathogen is seed and air borne. It affects stems, leaves, pods, and seeds. In India, the disease is commonly occurring in the states of Himachal Pradesh, Uttaranchal, Madhya Pradesh and North Eastern States. It can cause 8-15% yield loss. Warm and humid weather is favorable for the disease. Temperature range of 15-30°C (optimum is 25°C) is favorable for the disease development.
hi: कारक जीव: सेप्टोरिया ग्लाइसिनेस हेमी। यह रोगजनक बीज और हवा के माध्यम से फैलता है। यह तनों, पत्तियों, फलियों और बीजों को प्रभावित करता है। भारत में यह रोग हिमाचल प्रदेश, उत्तराखंड, मध्य प्रदेश और उत्तर-पूर्वी राज्यों में सामान्य रूप से पाया जाता है। यह 8-15% तक उपज हानि कर सकता है। गर्म और आर्द्र मौसम इस रोग के लिए अनुकूल होता है। रोग के विकास के लिए 15-30°C तापमान सीमा (सर्वोत्तम 25°C) अनुकूल है।
mr: कारक जीव: Septoria glycines Hemmi. रोग बी आणि हवेच्या माध्यमातून पसरतो. भारतात हिमाचल प्रदेश, उत्तरांचल आणि मध्य प्रदेशात रोग सामान्य आहे. 8-15% उत्पादन घट घडवतो. 15-30°C तापमान श्रेणी रोगासाठी अनुकूल आहे.
ta: நோய்க்கான காரணி: Septoria glycines Hemmi. இந்த நோய்க்கான கிருமி விதை மற்றும் காற்றில் பரவுகின்றது. இது காம்பு, இலைகள், பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. இந்தியாவில், இந்த நோய் ஹிமாச்சல பிரதேசம், உத்தராஞ்சல், மத்திய பிரதேசம் மற்றும் வடகிழக்கு மாநிலங்களில் அதிகமாக உள்ளது. இது 8-15% வரை விளைச்சல் இழப்பை ஏற்படுத்த முடியும். ஆரோக்கியமான வானிலை (15-30°C, சிறந்தது 25°C) இந்த நோயை வளர்க்கிறது.

# brown_spot_symptoms_text
source: 1. On seed and seedling: The symptoms of the disease are visible as brown minute spots at 30 to 35 days after sowing of the unifoliate leaves of the seedlings. 2. On well grown plant: At pod fill stage, irregular dark brown lesions 1 to 4 mm in diameter appear on both the surfaces of unifoliate as well as trifoliate leaves. These lesions gradually darken until they become chocolate brown to blackish brown. Late in the growing season, leaves become rusty brown. As the plant approaches maturity, premature defoliation takes place. Rapid and almost yellowing of leaves is characteristic of this disease. Irregular brown lesions with indefinite margins, from small to big specks, appear on the main stems, branches, petioles, and pods.
hi: 1. बीज और अंकुर: अंकुरण के 30 से 35 दिनों के बाद, अंकुर की युनिफोलिएट पत्तियों पर भूरे रंग के छोटे धब्बे के रूप में इस रोग के लक्षण दिखाई देते हैं। 2. पूरी तरह से विकसित पौधा: फलियों के भरने की अवस्था में, युनिफोलिएट और ट्राइफोलिएट पत्तियों की दोनों सतहों पर 1 से 4 मिमी व्यास के अनियमित गहरे भूरे रंग के धब्बे दिखाई देते हैं। ये धब्बे धीरे-धीरे गहरे होते हुए चॉकलेट ब्राउन से काले भूरे रंग तक बदल जाते हैं। बढ़ते मौसम के अंत में, पत्तियां जंगली भूरे रंग की हो जाती हैं। जैसे-जैसे पौधा परिपक्वता की ओर बढ़ता है, समय से पहले पत्तियां झड़ने लगती हैं। पत्तियों का तेजी से और लगभग एक समान पीले रंग में बदलना इस रोग का विशेष लक्षण है। मुख्य तने, शाखाओं, पेटियोल और फलियों पर अनियमित भूरे धब्बे, जिनकी सीमाएं स्पष्ट नहीं होतीं, छोटे से बड़े धब्बों के रूप में दिखाई देते हैं।
mr: 1. बियाणे आणि रोप: उगवल्यानंतर 30-35 दिवसांनी पानांवर तपकिरी लहान ठिपके दिसतात. 2. प्रगत झाडांवर: फुलांच्या वेळी पानांवर चॉकलेटी तपकिरी डाग तयार होतात. हंगामाच्या शेवटी पानं गंजाळ तपकिरी होतात. खोड, देठ आणि शेंगांवर अनियमित तपकिरी व्रण दिसतात.
ta: 1. விதை மற்றும் விதைப்பு: வித்தியான இலைகளில் விதை விதைப்பதற்கு 30-35 நாட்களுக்கு பிறகு இந்த நோயின் அறிகுறிகள் சிறிய பழுப்பு நிற புள்ளிகள் ஆகும். 2. நன்கு வளர்ந்த தாவரத்தில்: பாக்கு நிரப்பு நிலையில், 1 முதல் 4 மிமீ அளவிலான அசாதாரண கறுப்பு பழுப்பு நிற புள்ளிகள் மெய்நிகர் மற்றும் திரிபு நிலை இலைகளின் மேற்பரப்பில் தோன்றுகின்றன. இந்த புள்ளிகள் மெதுவாக இறும்பாக மாறுகின்றன. வளர்ச்சி சீசனில், இலைகள் வெண்ணிறமாக மாறுகின்றன.

# brown_spot_management_text
source: Crop rotation with non-legume crop. Burial or burning of infected crop residues during the season and after harvest. Use of healthy seeds of improved varieties. Effective control can be achieved by spray of carbendazim or thiophanate methyl (0.05%) or mancozeb (0.25%) from bloom to pod fill stage.
hi: गैर-लेग्यूम फसल के साथ फसल चक्रीकरण। सीजन के दौरान और कटाई के बाद संक्रमित फसल अवशेषों को गाड़ देना या जला देना। स्वस्थ बीजों और सुधारित किस्मों का उपयोग। फूलने से लेकर फलियों की भरने की अवस्था तक कार्बेंडाजिम या थायोफेनेट मिथाइल (0.05%) या मैनकोज़ेब (0.25%) का छिड़काव करके प्रभावी नियंत्रण प्राप्त किया जा सकता है।
mr: नॉन-लेग्युम पीक आळीपाळी करणे. संक्रमित अवशेष जाळणे. कार्बेंडाझिम किंवा थीओफेनेट मिथाइल (0.05%) फवारणी केल्याने रोग नियंत्रणात येतो.
ta: வேறு தானியம் அல்லது பயிர் காட்சியுடன் பயிர்சுழற்சி. நோயின் சீசனில் மற்றும் அறுப்புக்கு பிறகு பாதிக்கப்பட்ட பயிர்க் கழிவுகளை புதைத்தல் அல்லது எரித்தல்.

# phyllosticta_title
source: Phyllosticta Leaf Spot
hi: फिलोस्टिक्टा पत्ती धब्बा
mr: फिलोस्टिक्टा पाने डाग
ta: பிள்ளோஸ்டிக்டா இலை புள்ளி

# phyllosticta_description_text
source: Causal Organism: Disease is caused by Phyllosticta sojicola Massal or P. glycinea Tehon & Daniels. The pathogen is seed and air borne. It affects stems, leaves, petioles, and pods. In India, the disease is common in Delhi, Madhya Pradesh, Uttar Pradesh, Uttaranchal, and Rajasthan. Disease is considered of minor economic importance. Major share of loss is caused on the account of severe defoliation. Cool and moist weather is favourable for the disease.
hi: कारक जीव: यह रोग फिलोस्टिक्टा सोजिकॉला मासल या पी. ग्लाइसिनिया टेहॉन और डैनियल्स के कारण होता है। यह रोगजनक बीज और हवा के माध्यम से फैलता है। यह तनों, पत्तियों, पेटियोल और फलियों को प्रभावित करता है। भारत में यह रोग दिल्ली, मध्य प्रदेश, उत्तर प्रदेश, उत्तराखंड और राजस्थान में सामान्य है। इस रोग को आर्थिक दृष्टि से कम महत्वपूर्ण माना जाता है। भारी पत्तियों के झड़ने के कारण हानि का बड़ा हिस्सा होता है। ठंडा और आर्द्र मौसम इस रोग के लिए अनुकूल है।
mr: कारक जीव: Phyllosticta sojicola किंवा P. glycinea. रोग बी आणि हवेच्या माध्यमातून पसरतो. हा रोग भारतात दिल्ली, मध्य प्रदेश, उत्तर प्रदेश आणि राजस्थानमध्ये आढळतो. हा रोग मोठ्या प्रमाणावर नुकसान घडवत नाही.
ta: நோய்க்கான காரணி: Phyllosticta sojicola Massal அல்லது P. glycinea Tehon & Daniels இனால் நோய் ஏற்படுகின்றது. இந்த நோய்க்கான கிருமி விதை மற்றும் காற்றில் பரவுகின்றது. இது காம்பு, இலைகள், இடைநரம்புகள் மற்றும் பாக்குகளை பாதிக்கின்றது. இந்தியாவில், இந்த நோய் டெல்லி, மத்திய பிரதேசம், உத்தரபிரதேசம், உத்தராஞ்சல் மற்றும் ராஜஸ்தான் ஆகிய இடங்களில் பொதுவாக காணப்படுகிறது. நோய் சிறிய பொருளாதார முக்கியத்துவம் கொண்டதாகக் கருதப்படுகிறது. இலை உதிர்வு காரணமாக முக்கியமான இழப்புகள் ஏற்படுகின்றன. குளிர்ந்த மற்றும் ஈரமான வானிலை நோய்க்கு சாதகமாக உள்ளது.

# phyllosticta_symptoms_text
source: 1. On seed and seedling: Seeds may develop brown specks or spots and become small and shrivelled. 2. On well-grown plant: Pale green to dull gray small, round, oval to irregular spots with a narrow dark brown or purplish border appear on the margin of leaf lamina of younger leaves. Usually only the first few trifoliate leaves are affected. These gradually coalesce, enlarge and progress inwards to form an irregular V-shaped area turning brown to dark brown in colour. When the spots grow older, numerous small black specks (pycnidia) form in older leaves. Severe defoliation can also occur. Fungus may progress to stem, stipules, and petiole as superficial grey to almost white lesions with narrow purplish to brown border. Disease can also cause large lesions with dark purplish borders surrounding lighter, brownish centers on pods on which numerous dark pycnidia develop. Seeds beneath the pod lesions may also be infected.
hi: 1. बीज और अंकुर पर: बीजों पर भूरे रंग के धब्बे या बिंदु विकसित हो सकते हैं और वे छोटे और सिकुड़े हुए हो सकते हैं। 2. पूरी तरह से विकसित पौधे पर: हल्के हरे से मटमैले भूरे छोटे, गोल, अंडाकार या अनियमित धब्बे युवा पत्तियों के किनारों पर संकरे गहरे भूरे या बैंगनी किनारे के साथ दिखाई देते हैं। आमतौर पर केवल पहली कुछ त्रिफोलिएट पत्तियां प्रभावित होती हैं। ये धीरे-धीरे मिल जाते हैं, बढ़ते हैं और अंदर की ओर प्रगति करते हुए एक अनियमित वी-आकार का क्षेत्र बनाते हैं जो भूरे से गहरे भूरे रंग में बदल जाता है। जब धब्बे पुराने हो जाते हैं, तो पुरानी पत्तियों में कई छोटे काले धब्बे (पाइकिनिडिया) बनते हैं। भारी पत्तियों का झड़ना भी हो सकता है। कवक तने, स्टिप्यूल्स और पेटियोल में सतही भूरे से लगभग सफेद घावों के रूप में फैल सकता है, जिनके किनारे बैंगनी से भूरे रंग के होते हैं। रोग फलियों पर हल्के, भूरे केंद्रों के चारों ओर गहरे बैंगनी किनारों वाले बड़े घाव पैदा कर सकता है, जिन पर कई काले पाइकिनिडिया विकसित होते हैं। फली के नीचे के बीज भी संक्रमित हो सकते हैं।
mr: 1. बियाणे आणि रोप: बियांवर तपकिरी ठिपके दिसतात आणि त्यांची वाढ थांबते. 2. प्रगत झाडांवर: पानांच्या कडांवर गोलसर, तपकिरी डाग दिसतात. रोगाने प्रादुर्भाव झाल्यास पाने गळून पडतात. खोड आणि शेंगांवर काळ्या ठिपक्यांसह डाग तयार होतात.
ta: 1. விதை மற்றும் விதைப்பு: விதைகளில் காப்பிகள் அல்லது புள்ளிகள் உருவாகி சின்னதாகவும் சுருங்கியதாகவும் மாறும். 2. நன்கு வளர்ந்த தாவரத்தில்: இளநிலை இலைகளின் விளிம்பில் மஞ்சள் பச்சை முதல் மந்த சாம்பல் நிறம் கொண்ட சிறிய, வட்டம், ஒடுங்கிய புள்ளிகள் காணப்படும். முதலில் சில மூன்று இலைகளே பாதிக்கப்படும். இவை மெதுவாக கூடி, பெரிதாகி உள்ளகமாக வளர்ந்து V-வடிவில் மாறும். இப்புள்ளிகள் வயதான போது, பழைய இலைகளில் நிறைய சிறிய கருப்பு புள்ளிகள் (பைக்னிடியா) உருவாகும். தீவிர இலை உதிர்வு ஏற்படலாம். காளான் காம்பு, இடைநரம்புகள் மற்றும் பாக்கில் மேற்பரப்பில் சாம்பல் முதல் வெள்ளை நிறத்தில் காணப்படும். நோய் பாக்கின் சுற்றியுள்ள ஊதா முதல் பிரவுன் நிறத்தில் பெரிய புள்ளிகளை உருவாக்கலாம்.

# phyllosticta_management_text
source: Crop rotation with non-legume crop. Use of disease-free and clean seed. Deep ploughing to bury crop residues. Spray of carbendazim or thiophanate methyl (0.05%) at the time of appearance of the disease.
hi: गैर-लेग्यूम फसल के साथ फसल चक्रीकरण। रोग-मुक्त और साफ बीजों का उपयोग करें। फसल अवशेषों को दबाने के लिए गहरी जुताई। रोग के प्रकट होने पर कार्बेंडाजिम या थायोफेनेट मिथाइल (0.05%) का छिड़काव करें।
mr: नॉन-लेग्युम पीक आळीपाळी करणे. स्वच्छ आणि रोगमुक्त बियाण्यांचा वापर करणे. फवारणीसाठी कार्बेंडाझिम (0.05%) वापरणे.
ta: அரசாங்கம் வெளியீட்டு ஒழுங்கு. நோயற்ற மற்றும் சுத்தமான விதைகளை பயன்படுத்தவும். பயிர் கழிவுகளை அடக்கம் செய்ய ஆழமான உழுதல் செய்யவும். நோய் தோன்றும் போது கார்பென்டாசிம் அல்லது தியோபேனேட் மெத்தைல் (0.05%) தெளிக்கவும்.

# aristastoma_title
source: Aristastoma Leaf
hi: एरिस्टास्टोमा पत्ता
mr: अरिस्टास्टोमा पान
ta: அரிஸ்டாஸ்டோமா இலை

# aristastoma_description_text
source: Causal Organism: Aristastoma guttulo-sum and A. camarographioides are the pathogens responsible for this disease. It affects leaves.
hi: कारक जीव: एरिस्टास्टोमा गुटुलो-सुम और ए. कैमेरोग्राफियोइड्स इस बीमारी के लिए जिम्मेदार रोगजनक हैं। यह पत्तियों को प्रभावित करता है।
mr: कारक जीव: Aristastoma guttulo-sum आणि A. camarographioides हे रोगासाठी जबाबदार जीव आहेत. हा रोग पानांवर परिणाम करतो.
ta: நோய்க்கான காரணி: Aristastoma guttulo-sum மற்றும் A. camarographioides. இந்த நோய்க்கான கிருமிகள் இலைகளை பாதிக்கின்றன.

# aristastoma_symptoms_text
source: 1. On well-grown plant: Irregular 2 to 22 mm in diameter spots limited at margin by vein with indistinct edge and more and less clear, alternating, narrow, light and dark brown areas appear on the leaves. Chlorotic halos are sometimes present. Diffuse chlorosis on lower surface is the distinct symptom. Plants generally remain stunted.
hi: 1. पूरी तरह से विकसित पौधों पर: पत्तियों पर 2 से 22 मिमी व्यास के अनियमित धब्बे दिखाई देते हैं, जो किनारों पर नसों द्वारा सीमित होते हैं। धब्बों में हल्के और गहरे भूरे रंग के पतले, स्पष्ट धारियां होती हैं। कभी-कभी पीले रंग का घेरा (क्लोरोसिस) भी दिखाई देता है। पत्तियों के निचले हिस्से पर फैला हुआ पीला रंग इस बीमारी का विशिष्ट लक्षण है। पौधे आमतौर पर बौने रह जाते हैं।
mr: 1. चांगल्या वाढलेल्या वनस्पतीवर: शिरांनी मर्यादित असलेले 2 ते 22 मिमी व्यासाचे अनियमित ठिपके अस्पष्ट काठांसह दिसतात आणि अधिक व कमी स्पष्ट, बदलणारे, अरुंद, हलके आणि गडद तपकिरी भाग पानांवर दिसतात. कधीकधी क्लोरोसिसचे वलय दिसतात. खालच्या पृष्ठभागावर अस्पष्ट क्लोरोसिस हे ठळक लक्षण आहे. वनस्पती सामान्यतः खुज्या राहतात.
ta: 1. நன்கு வளர்ந்த தாவரத்தில்: 2 முதல் 22 மிமீ அளவிலான முறையற்ற புள்ளிகள் இலைகளின் விளிம்பில் தோன்றுகின்றன. இவை மஞ்சள் மற்றும் மஞ்சள்-பழுப்பு நிறப் பகுதிகள் வரிசையாக தோன்றுகின்றன. சில நேரங்களில் குளோரோடிக் ஹாலோஸ் காணப்படுகின்றன. அடிப்புறத்தில் குளோரோசிஸ் என்பது குறிப்பிடத்தக்க அறிகுறியாகும். தாவரங்கள் பொதுவாக குறுகிய நிலையில் இருக்கின்றன.

# aristastoma_management_text
source: No information is available on the management of the disease.
hi: इस बीमारी के प्रबंधन के बारे में कोई जानकारी उपलब्ध नहीं है।
mr: रोगाच्या व्यवस्थापनाबद्दल कोणतीही माहिती उपलब्ध नाही.
ta: இந்த நோயின் மேலாண்மை பற்றிய தகவல் கிடைக்கவில்லை.

# powdery_mildew_title
source: Powdery Mildew
hi: पाउडरी मिल्ड्यू
mr: पावडरी मिल्ड्यू
ta: பவுடரி மில்டியு

# powdery_description_text
source: Causal Organism: Microsphaera diffusa Cke. & Pk. (syns. Erysiphe polygoni DC., E. glycines Tai). It affects predominantly on leaves but can also appear on cotyledons, stems, and pods. In India, it is common in Madhya Pradesh, Rajasthan, Maharashtra, Karnataka, and North Eastern States. Losses ranging from 10 to 35% are reported. A temperature range of 18-24°C is favorable for disease development, whereas at 30°C it is arrested.
hi: कारक जीव: माइक्रोस्फेरा डिफ्यूसा (सिन्स. एरिसिप्हे पोलिगोनी डीसी., ई. ग्लाइसीन ताई)। यह मुख्य रूप से पत्तियों को प्रभावित करता है लेकिन कोटिलेडन, तने और फली पर भी दिखाई दे सकता है। भारत में यह मध्य प्रदेश, राजस्थान, महाराष्ट्र, कर्नाटक और पूर्वोत्तर राज्यों में आम है। 10 से 35% तक की हानि की सूचना दी गई है। 18-24°C का तापमान रोग के विकास के लिए अनुकूल है, जबकि 30°C पर यह रुक जाता है।
mr: कारक जीव: Microsphaera diffusa Cke. आणि Pk. (syns. Erysiphe polygoni DC., E. glycines Tai). हा रोग मुख्यतः पानांवर परिणाम करतो पण कोटिलेडॉन्स, खोड, आणि शेंगांवरही दिसतो. भारतात, हा मध्य प्रदेश, राजस्थान, महाराष्ट्र, कर्नाटक आणि उत्तर-पूर्व राज्यांमध्ये सामान्य आहे. 10 ते 35% नुकसान झालेले आहे. 18-24°C तापमान श्रेणी रोगाच्या विकासासाठी अनुकूल आहे, तर 30°C वर रोग थांबतो.
ta: நோய்க்கான காரணி: Microsphaera diffusa Cke. & Pk. (syns. Erysiphe polygoni DC., E. glycines Tai). இது பொதுவாக இலைகளில் பாதிக்கின்றது, ஆனால் இடைநரம்புகள், காம்பு மற்றும் பாக்குகளிலும் தோன்றலாம். இந்தியாவில், மத்திய பிரதேசம், ராஜஸ்தான், மகாராஷ்டிரா, கர்நாடகா மற்றும் வடகிழக்கு மாநிலங்களில் மிகவும் அதிகமாக உள்ளது. 10 முதல் 35% வரை இழப்புகள் பதிவாகியுள்ளன. நோய் வளர்ச்சிக்கு 18-24°C வெப்பநிலை சாதகமாக உள்ளது, ஆனால் 30°C என்ற வெப்பநிலையில் இது தடைப்படுகின்றது.

# powdery_symptoms_text
source: 1. On well-grown plants: White powdery patches/lesions form on stems, leaves, and pods. In severe conditions, all above-ground parts are covered with a white powder-like mass containing mycelia and conidia. The crop appears as if sprayed with light violet-white powder. Symptoms such as chlorosis, necrosis, green and yellow islands, and crinkling may develop on leaves.
hi: 1. पूर्ण विकसित पौधों पर: सफेद पाउडर जैसे धब्बे/क्षेत्र तनों, पत्तियों और फलों पर बनते हैं। गंभीर स्थितियों में, सभी ऊपरी भाग सफेद पाउडर जैसे द्रव्य से ढक जाते हैं जिसमें कवक का माइसीलिया और कोनिडिया होता है। फसल ऐसे दिखती है जैसे इसे हल्के बैंगनी-सफेद पाउडर से छिड़का गया हो। पत्तियों पर क्लोरोसिस, नेक्रोसिस, हरे और पीले द्वीप, और सिकुड़ने जैसे लक्षण विकसित हो सकते हैं।
mr: 1. चांगल्या वाढलेल्या वनस्पतीवर: खोड, पाने, आणि शेंगांवर पांढऱ्या पावडरसारख्या डागांचे / जखमांचे स्वरूप तयार होते. गंभीर परिस्थितीत, जमिनीवरील सर्व भाग पांढऱ्या पावडरने व्यापलेले दिसतात, ज्यात मायसेलिया आणि कॉनिडिया असतात. पिकावर जणू हलक्या जांभळट-पांढऱ्या पावडरची फवारणी झाली आहे असे वाटते. लक्षणे जसे की क्लोरोसिस, नेक्रोसिस, हिरवी आणि पिवळी बेटे, आणि सुरकुत्या पानांवर विकसित होऊ शकतात.
ta: 1. நன்கு வளர்ந்த தாவரங்களில்: வெள்ளை பவுடர்மாதிரியான புள்ளிகள்/காயங்கள் காம்பு, இலைகள் மற்றும் பாக்குகளின் மேல் தோன்றுகின்றன. கடுமையான நிலைகளில், மேல்தோன்றும் அனைத்து பகுதிகளும் மைசெலியா மற்றும் கானிடியாவை உள்ளடக்கிய வெள்ளை பவுடர்மாதிரி பொருளால் மூடப்படும். பயிர்கள் இலகு ஊதா-வெள்ளை பவுடரால் தெளிக்கப்பட்டது போல் தோன்றும். குளோரோசிஸ், நெக்ரோசிஸ், பச்சை மற்றும் மஞ்சள் தீவுகள், மற்றும் சுருக்கம் போன்ற அறிகுறிகள் இலைகளில் ஏற்படலாம்.

# powdery_management_text
source: Use resistant varieties like PK 472. Spray dinocap (Karathane, etc.) or carbendazim @ 0.1% at the appearance of the disease.
hi: पीके 472 जैसी प्रतिरोधी किस्मों का उपयोग करें। रोग के प्रकट होने पर डिनोकैप (कराथेन, आदि) या कार्बेन्डाजिम @ 0.1% का छिड़काव करें।
mr: पीके 472 सारख्या प्रतिरोधक जाती वापरा. रोग दिसताच दिनोकॅप (Karathane, इ.) किंवा कार्बेन्डाझिम @ 0.1% फवारणी करा.
ta: PK 472 போன்ற எதிர்ப்பு வகைகளைப் பயன்படுத்தவும். நோய் தோன்றும்போது டினோகாப் (கரதேன், போன்றவை) அல்லது கார்பென்டாசிம் @ 0.1% தெளிக்கவும்.

# target_leaf_spot_title
source: Target Leaf Spot
hi: टारगेट लीफ स्पॉट
mr: लक्ष्य पान डाग
ta: இலக்கு இலை புள்ளி

# target_description
source: Causal Organism: Corynespora cassicola (Berk. & Curt.) Wei. The pathogen is seed, soil, and air-borne. It affects roots (not common in India), stems, leaves, pods, and seeds. The disease is very common and severe in the states of Himachal Pradesh but also present in Madhya Pradesh. The disease can cause yield loss ranging from 18 to 32%. In temperate regions, the pathogen grows best at 18–20°C, whereas in warmer regions it prefers 28°C.
hi: कारक जीव: कॉरिनेसपोरा कैसिकला (बर्क. और कर्ट.) वेई। यह बीज, मिट्टी और हवा से फैलने वाला रोगजनक है। यह जड़ों, तनों, पत्तियों, फली और बीजों को प्रभावित करता है। हिमाचल प्रदेश में यह रोग बहुत आम और गंभीर है और मध्य प्रदेश में भी पाया जाता है। इस रोग से 18 से 32% तक की फसल हानि हो सकती है।
mr: कारक जीव: Corynespora cassicola (Berk. & Curt.) Wei. रोगकारक बिया, माती, आणि हवेने पसरतो. तो मुळे (भारतात फारसा सामान्य नाही), खोड, पाने, शेंगा, आणि बियांवर परिणाम करतो. हिमाचल प्रदेश राज्यात हा रोग खूप सामान्य आणि गंभीर आहे, तसेच मध्य प्रदेशातही उपस्थित आहे. हा रोग 18 ते 32% उत्पादनात नुकसान करू शकतो. समशीतोष्ण प्रदेशांमध्ये रोगकारक 18-20°C तापमानात चांगले वाढतो, तर उष्ण प्रदेशात 28°C प्राधान्य देतो.
ta: நோய்க்கான காரணி: Corynespora cassicola (Berk. & Curt.) Wei. இந்த நோய்க்கான கிருமி விதை, மண் மற்றும் காற்றில் பரவுகின்றது. இது வேர்கள் (இந்தியாவில் பொதுவாகக் காணப்படவில்லை), காம்பு, இலைகள், பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. இந்த நோய் இமாச்சல பிரதேசத்தில் மிகவும் பொதுவாகவும் கடுமையாகவும் உள்ளது, ஆனால் மத்திய பிரதேசத்திலும் காணப்படுகிறது. இந்த நோய் 18 முதல் 32% வரை விளைச்சல் இழப்பை ஏற்படுத்த முடியும். குளிர்ந்த பகுதிகளில், இந்த கிருமி 18–20°C வரை மிகச்சிறந்த வளர்ச்சி காண்கின்றது, ஆனால் வெப்பமான பகுதிகளில் இது 28°C வெப்பநிலையை விரும்புகின்றது.

# target_symptoms
source: 1. On seed & seedling: Small brown-blackish lesions are produced on seeds. Stems and roots are infected in the early seedling stage, and underground symptoms can be seen as early as three days after emergence. 2. On well-grown plant: Infection in leaves initiates with minute chlorotic or reddish-brown spots with a yellow halo. Later, the spots grow and resemble a shooting target. Spread is quick under high humidity, leading to severe defoliation before full pod development.
hi: 1. बीज और अंकुरण पर: बीजों पर छोटे भूरे-काले धब्बे उत्पन्न होते हैं। तने और जड़ें आरंभिक चरण में संक्रमित हो जाते हैं। 2. विकसित पौधों पर: पत्तियों पर छोटे पीले घेरों के साथ लाल-भूरे धब्बे दिखाई देते हैं। बाद में ये धब्बे बढ़ते हैं और एक शूटिंग लक्ष्य जैसे दिखते हैं।
mr: 1. बिया आणि रोपांवर: बियांवर लहान तपकिरी-काळसर डाग तयार होतात. खोड आणि मुळे रोपांच्या सुरुवातीच्या टप्प्यात संक्रमित होतात. भूमिगत लक्षणे अंकुरणाच्या तीन दिवसांनंतर दिसतात. 2. चांगल्या वाढलेल्या वनस्पतीवर: पानांवर लहान क्लोरोटिक किंवा लालसर तपकिरी ठिपके पिवळ्या वलयाने दिसतात. नंतर डाग मोठे होतात आणि शूटिंग टार्गेटसारखे दिसतात. उच्च आर्द्रतेच्या स्थितीत जलद प्रसार होतो, ज्यामुळे पूर्ण शेंगा विकसित होण्यापूर्वी पानं मोठ्या प्रमाणावर गळतात.
ta: 1. விதை மற்றும் விதைப்பு: சிறிய பழுப்பு-கருப்பு நிற காயங்கள் விதைகளில் தோன்றுகின்றன. காம்பு மற்றும் வேர்கள் விதைப்பின் தொடக்க நிலையில் பாதிக்கின்றன, மேலும் மண்ணுக்குள் அறிகுறிகள் மூலக்கன்று தோன்றிய மூன்று நாட்களிலேயே காணப்படுகின்றன. 2. நன்கு வளர்ந்த தாவரங்களில்: இலைகளில் அறிகுறிகள் சிறிய குளோரோடிக் அல்லது சிவப்பு-பழுப்பு நிற புள்ளிகள் மஞ்சள் முத்திரையுடன் தொடங்குகின்றன. பின்னர், இவை வளர்ந்து ஒரு சுடும் இலக்காக மாறுகின்றன. அதிக ஈரப்பதத்தில் விரைவாக பரவுகின்றது, முழு பாக்கு வளர்ச்சிக்கு முன்பு கடுமையான இலை உதிர்வை ஏற்படுத்துகின்றது.

# target_management
source: Burning of infected plant parts to prevent secondary spread of the disease. Cultivation of moderately resistant varieties like JS 335, JS 72-44, PK 1024, Pb 1, MAUS 71, DSb 5, etc. Spray of carbendazim or thiophanate methyl (0.05%).
hi: रोग के फैलाव को रोकने के लिए संक्रमित पौधों के हिस्सों को जलाएं। JS 335 जैसे प्रतिरोधी किस्मों का उपयोग करें। कार्बेंडाजिम या थायोफेनेट मिथाइल का छिड़काव करें।
mr: रोगाचा दुय्यम प्रसार टाळण्यासाठी संक्रमित वनस्पती भाग जाळा. JS 335, JS 72-44, PK 1024, Pb 1, MAUS 71, DSb 5 यांसारख्या प्रतिरोधक जातींची लागवड करा. कार्बेन्डाझिम किंवा थायोफॅनेट मिथाइल (0.05%) फवारणी करा.
ta: நோயின் இரண்டாம் பரவலைத் தடுக்க பாதிக்கப்பட்ட தாவரப் பகுதிகளை எரித்து அழிக்கவும். சுமார் JS 335, JS 72-44, PK 1024, Pb 1, MAUS 71, DSb 5 போன்ற தாங்கும் வகைகளை வளர்த்து விவசாயம் செய்யவும். கார்பென்டாசிம் அல்லது தியோபேனேட் மெத்தைல் (0.05%) தெளிக்கவும்.
