Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# precaution1
source: While using PPI herbicides, proper soil incorporation of herbicide must be ensured and it should be used only on moist soil.
hi: PPI हर्बीसाइड्स का उपयोग करते समय, हर्बीसाइड का उचित मिट्टी में समावेश सुनिश्चित करना चाहिए और इसे केवल गीली मिट्टी पर ही उपयोग करना चाहिए।
mr: PPI हर्बिसाईड्स वापरतांना, हर्बिसाईडचा योग्य प्रकारे मातीमध्ये समावेश केला पाहिजे आणि ते फक्त ओल्या मातीवरच वापरले पाहिजे.
ta: பிபிஎப் களைகொல்லிகளை பயன்படுத்தும்போது, களைகொல்லியை சரியான மண்ணில் தொகுத்தல் உறுதிப்படுத்த வேண்டும், மேலும் அதை ஈரமான மண்வழியில் மட்டுமே பயன்படுத்த வேண்டும்.

# precaution2
source: In case of PPI or PE herbicide application, farmers are advised to intercultivate the soybean crop by Dora/ Kulpa in between 20 to 25 DAS.
hi: PPI या PE हर्बीसाइड्स के आवेदन के मामले में, किसानों को सोयाबीन फसल को डोरा/कुलपा से 20 से 25 दिन के बीच इंटरकल्टीवेट करने की सलाह दी जाती है।
mr: PPI किंवा PE हर्बिसाईड्स वापरल्यास, शेतकऱ्यांना 20 ते 25 DAS दरम्यान डोरा/कुल्पा वापरून सोयाबीन पिकाची इंटरकल्टीवेशन करण्याचा सल्ला दिला जातो.
ta: பிபிஎப் அல்லது பீ களைகொல்லி பயன்பாட்டு பகுதியில், 20 முதல் 25 டிஏஎஸ்க்கு மத்தியின்ற ஒரு முறை சோயாபீன் பயிரை தன் குறுக்கீடு செய்யவும் விவசாயிகள் பரிந்துரைக்கப்படுகின்றனர்.

# precaution3
source: To control the weeds effectively, it is very necessary to make the appropriate spraying solution and its uniform spray on entire area/weed foliage.
hi: खरपतवार नियंत्रण के लिए, उपयुक्त स्प्रे समाधान बनाना और उसे पूरे क्षेत्र/घास की पत्तियों पर समान रूप से छिड़कना बहुत आवश्यक है।
mr: जवळपास सर्व क्षेत्रावर/सणसणीत फांद्यांवर योग्य स्प्रे द्रावण तयार करणे आणि त्याचा समान फवारणी करणे अत्यंत आवश्यक आहे.
ta: களைகளைத் தூக்கி எறிவதற்கு, ஏற்றப்படுவதற்கான நுண்டதைக்கூட உச்சவண்டிகளில் தடவ வேண்டும்.

# precaution4
source: Hence farmers are advised to use 500 litres of water per hectare along with recommended quantity of herbicides using Flat Fan or Flood Jet nozzle.
hi: इसलिए किसानों को फ्लैट फैन या फ्लड जेट नोजल का उपयोग करते हुए प्रति हेक्टेयर 500 लीटर पानी के साथ हर्बीसाइड्स की अनुशंसित मात्रा का उपयोग करने की सलाह दी जाती है।
mr: त्यामुळे शेतकऱ्यांना 500 लिटर पाणी प्रति हेक्टेअर आणि शिफारसीत हर्बिसाईड्स वापरण्याचा सल्ला दिला जातो, फ्लॅट फॅन किंवा फ्लड जेट नोजलसह.
ta: எனவே, விவசாயிகள் பரிந்துரைக்கப்பட்ட களைகொல்லியுடன் நிமிடம் 500 லிட்டர் நீருடன் 500 லிட்டர் பயன்படுத்த வேண்டாம்.

# precaution5
source: It is also advised that, farmers should not carry any intercultural operations (Dora/Kulpa) till 10 days after spraying of PPI or PE herbicides. Similarly, same herbicide may not be used every year.
hi: यह भी सलाह दी जाती है कि, किसानों को PPI या PE हर्बीसाइड्स के छिड़काव के 10 दिन बाद तक किसी भी अंतरसांस्कृतिक कार्य (डोरा/कुलपा) को न करें। इसी तरह, हर साल वही हर्बीसाइड का उपयोग न करें।
mr: हे देखील सल्ला दिले जाते की, शेतकऱ्यांनी PPI किंवा PE हर्बिसाईड्स फवारणी केल्यानंतर 10 दिवसांपर्यंत कोणत्याही इंटरकल्चरल ऑपरेशन (डोरा/कुल्पा) करू नयेत. तसेच, प्रत्येक वर्षी तेच हर्बिसाईड वापरू नये.
ta: எனவே விவசாயிகள் சிறு முறையில் (துறை/கல்பா) 10 நாட்களுக்கு முன்பாக களைப்போர்ட்களை விட, வருடத்திற்கு மாற்றப்பட்டால், அதே களைக்கொல்லி பயன்படுத்த முடியாது.

# lossesText
source: Weeds cause soybean yield losses up to 70% if not controlled. Weed management is very important operation in Vertisols and associated soils because of continuous rains. Weeds compete with soybean for nutrition and other natural resources at very higher rate. Hence, their management is very essential at appropriate stage. Yield losses depend on the time of weed occurrence, types of weeds and duration of weeds present in the field.
hi: अगर नियंत्रण नहीं किया गया तो वीड सोया बीन की उपज को 70% तक नुकसान पहुंचाते हैं। वीड प्रबंधन वर्टिसोल और संबंधित मृदाओं में बहुत महत्वपूर्ण कार्य है क्योंकि लगातार बारिश होती है। वीड सोया बीन के साथ पोषण और अन्य प्राकृतिक संसाधनों के लिए उच्च दर पर प्रतिस्पर्धा करते हैं। इसलिए, इनका प्रबंधन उपयुक्त चरण में बहुत आवश्यक है। उपज की हानि वीड के होने के समय, प्रकार और क्षेत्र में वीड की उपस्थिति की अवधि पर निर्भर करती है।
mr: जर ताबा घेतला नाही तर गवतांमुळे सोयाबीन उत्पादनात 70% पर्यंत नुकसान होऊ शकते. गवत व्यवस्थापन हा अत्यंत महत्त्वाचा ऑपरेशन आहे, विशेषतः वर्टिसोल्स आणि संबंधित मातीमध्ये कारण सतत पाऊस पडतो. गवत सोयाबीनसोबत पोषण आणि इतर नैतिक संसाधनांसाठी खूप जास्त प्रतिस्पर्धी आहे. त्यामुळे त्यांचे व्यवस्थापन योग्य वयात अत्यावश्यक आहे. उत्पादनातील नुकसान गवताची वेळ, गवतांची प्रकारे आणि गवताच्या कालावधीत असलेल्या स्थितीवर आधारित असते.
ta: களைப்புகளால் சோயாபீன் விளைச்சல் 70% வரை குறையும். கட்டுப்பாடில்லா நிலத்தில் களைப்பு மேலாண்மை முக்கியமான செயல்முறை. களைப்பு மேலாண்மைக் காரணமாக சோயாபீன் ஊட்டச்சத்துகள் மற்றும் பிற இயற்கை வளங்கள் மீது மிக அதிக அளவு போட்டியிடுகின்றது. எனவே, இவற்றின் மேலாண்மை உரிய முறையில் மிகவும் முக்கியம். விளைச்சல் இழப்புகள் களைப்பு ஏற்பட்ட நேரம், களைப்புகளின் வகைகள் மற்றும் களைப்பு நிலத்தில் உள்ள திகாலியமைப்பின் அடிப்படையில் இருக்கின்றன.

# weedManagementText1
source: The soybean crop should be weed free at least till 45 days after sowing (DAS).
hi: सोया बीन की फसल को कम से कम 45 दिन बाद (DAS) तक वीड मुक्त होना चाहिए।
mr: सोयाबीन पिकाला कमीत कमी 45 दिवसांपर्यंत गवत-मुक्त ठेवले पाहिजे.
ta: சோயாபீன் பயிர் குறைந்தபட்சம் 45 நாட்களுக்கு களைப்புகள் இல்லாமல் இருக்க வேண்டும் (டிஏஎஸ்).

# weedManagementText2
source: The priority-wise agronomic practices for this include two manual weeding (20 and 40 DAS) or intercultivation (Hand hoe/Dora/Kulpa). If it is not feasible due to continuous rains, then one can opt for chemical weed control.
hi: इसके लिए प्राथमिकता के अनुसार कृषि पद्धतियाँ इसमें दो मैन्युअल वीडनाश (20 और 40 DAS) या इंटरकल्टीवेशन (हैंड हो / डोरा / कुल्पा) शामिल हैं। यदि लगातार बारिश के कारण यह संभव नहीं है, तो आप रासायनिक वीड नियंत्रण का विकल्प चुन सकते हैं।
mr: त्यासाठी प्राथमिक कृषी पद्धतीमध्ये दोन मॅन्युअल वीडिंग (20 आणि 40 DAS) किंवा इंटरकल्टीवेशन (हँड हो/डोरा/कुल्पा) समाविष्ट आहेत. जर सतत पाऊस पडत असेल, तर रासायनिक गवत नियंत्रणाचा पर्याय वापरला जाऊ शकतो.
ta: இதற்கான முன்னுரிமை அளவின் வேளாண்மைக் காரணிகளுக்கு இரண்டு கையினால் கூழ்ச்சி செய்வது (20 மற்றும் 40 DAS) அல்லது இடைவிடா வேலைகள் (கையுடன் ஹோ/டோரா/குல்பா). தொடர்ச்சியான மழைகளால் இதைச் செய்ய முடியாவிட்டால், கெமிக்கல் முளை தாவர மேலாண்மையை தேர்வு செய்யலாம்.

# blueBeetleTitle
source: Blue Beetle (Cneorane sp.)
hi: ब्लू बीटल (Cneorane sp.)
mr: ब्लू बीटल (Cneorane sp.)
ta: ப்ளூ பீட்டில் (Cneorane sp.)

# tabIdentification
source: Identification
hi: पहचान
mr: ओळख
ta: அடையாளம்

# tabDamage
source: Damage
hi: क्षति
mr: नुकसान
ta: சேதம்

# tabManagement
source: Management
hi: प्रबंधन
mr: व्यवस्थापन
ta: மேலாண்மை

# blueBeetleIdentification
source: This insect is dark metallic blue (almost blackish) in colour, with an orange head. With little disturbance, it falls on the ground and shows feign-death.
hi: यह कीट गहरे धातु नीले (लगभग काले) रंग का होता है, और इसका सिर नारंगी होता है। थोड़ी सी गड़बड़ी पर, यह जमीन पर गिर जाता है और मृत होने का नाटक करता है।
mr: हे कीटक गडद धातू निळसर (साधारणपणे काळे) रंगाचे असतात, आणि त्याचा नारिंगी डोकं असतो. थोड्या त्रासाने ते जमिनीवर पडतात आणि मरणाचे अभिनय करतात.
ta: இந்த பூச்சி உலோக நீல நிறம் (இறவாமல் கருப்பு) உள்ளது, ஒரு ஆரஞ்சு தலை கொண்டது. சிறிய மீட்டியலில், அது தரையில் விழுகின்றது மற்றும் காட்டுகிறது.

# blueBeetleDamage
source: Usually its peak period of activity is the first fortnight of July. During this period, it feeds on the cotyledons and young leaves, which results in stunted growth. On heavy infestation, plant population is greatly affected, and the yield loss is to the tune of 5 q/ha. Its infestation is more under high soil moisture conditions.
hi: आमतौर पर इसका गतिविधि का चरम समय जुलाई का पहला पखवाड़ा होता है। इस दौरान यह कोंपलों और युवा पत्तियों को खाता है, जिससे विकास रुक जाता है। भारी संक्रमण के कारण पौधों की संख्या बहुत प्रभावित होती है, और पैदावार में 5 क्विंटल/हेक्टेयर तक की कमी हो सकती है। इसका संक्रमण उच्च मिट्टी की नमी की स्थिति में अधिक होता है।
mr: साधारणपणे याचा क्रियाकलापाचा सर्वोच्च काळ जुलैच्या पहिल्या पंधरवड्यात असतो. या कालावधीत, ते कोटिलेडन्स आणि लहान पानांवर जेवतात, ज्यामुळे संकुचित वाढ होते. जास्त प्रमाणात आक्रमण झाल्यास, पिकांची लोकसंख्या खूप प्रभावित होते, आणि उत्पादनात 5 क्वींटल/हेक्टर पर्यंत नुकसान होऊ शकते. त्याची आक्रमण जास्त मातीच्या ओलसरतेमध्ये अधिक होते.
ta: சாதாரணமாக அதன் நடவடிக்கை அரைகுறையாக ஜூலை முதல் மாதத்தில் இருக்கின்றது. இந்த காலத்தில், அது சமாற்றல்களை மற்றும் இளம் இலைகளை உண்ணுகின்றது, இது குறுகிய வளர்ச்சியை ஏற்படுத்துகின்றது. பனிக்காலத்துடன் மிகுந்த தொற்றான போது, தாவர சோதனை அளவை மிகுந்த அளவில் பாதிக்கின்றது, மேலும் விளைச்சல் 5 கி /எக்டர் ஆகின்றது. அதிக மண்ணின் ஈரப்பதம் சோதனைக்காக இதன் தொற்றுகள் அதிகமாக உள்ளன.

# blueBeetleManagement
source: Blue beetle can be effectively controlled by the spray of Quinalphos 25 EC @ 1.5 l/ha.
hi: ब्लू बीटल को क्विनालफॉस 25 ईसी @ 1.5 लीटर/हेक्टेयर के छिड़काव से प्रभावी ढंग से नियंत्रित किया जा सकता है।
mr: ब्लू बीटल प्रभावीपणे नियंत्रणासाठी क्विनाल्फोस 25 EC @ 1.5 लि/हेक्टर फवारणी केली जाऊ शकते.
ta: ப்ளூ பீட்டில் குணையல்போஸ் 25 இசி @ 1.5 லி /எக்டர் தெளிக்கின்றது.

# identificationContent
source: Predominantly two types of green semiloopers damage soybean the most. One - Adults have two silvery spots on each of the forewings. Larvae are pale green, with greenish-blue and white longitudinal lines on the body. Two - Adults have a large, triangular golden spot on each of the forewings. Larvae are green in colour with minute spines on the body. Both types of larvae form semilooper while in movement.
hi: मुख्य रूप से दो प्रकार के हरे सेमीलूपर्स सोयाबीन को सबसे अधिक नुकसान पहुंचाते हैं। पहला - वयस्कों के प्रत्येक पंख पर दो चांदी के धब्बे होते हैं। लार्वा हल्के हरे रंग के होते हैं, जिनके शरीर पर हरे-नीले और सफेद अनुदैर्ध्य रेखाएं होती हैं। दूसरा - वयस्कों के प्रत्येक पंख पर एक बड़ा, त्रिकोणीय सुनहरा धब्बा होता है। लार्वा हरे रंग का होता है और इसके शरीर पर छोटे कांटे होते हैं। दोनों प्रकार के लार्वा चलते समय सेमीलूपर का निर्माण करते हैं।
mr: प्रामुख्याने दोन प्रकारच्या हिरव्या सेमिलोपर्स सोयाबीनला जास्त नुकसान करतात. एक - प्रौढांच्या प्रत्येक पुढील पंखांवर दोन रुपेरी ठिपके असतात. अळ्या पांढऱ्या रेषांसह हिरवट निळसर आणि पांढऱ्या आडव्या रेषा असलेल्या फिकट हिरव्या असतात. दोन - प्रौढांच्या प्रत्येक पुढील पंखांवर एक मोठा त्रिकोणी सुवर्ण ठिपका असतो. अळ्या हिरव्या रंगाच्या असून शरीरावर सूक्ष्म काटे असतात. हालचालीदरम्यान दोन्ही प्रकारच्या अळ्या सेमिलोपर तयार करतात.
ta: பச்சை சோயா ஆல்பார்கள் சோயாபீனை மிகுந்த சேதத்தை ஏற்படுத்துகிறது. ஒன்று - பெரிய இரு வெள்ளி நிற புள்ளிகள் இடதுசட்டை மீது உள்ளது. இளம் மூட்டை பச்சை நிறம் மற்றும் பச்சை நீல மற்றும் வெள்ளை நீள கோடுகள் உடலின்மீது உள்ளது. இரண்டு - பெரிய, முக்கோண தங்க நிற புள்ளிகள் இடதுசட்டை மீது உள்ளது. லார்வே பச்சை நிறத்தில் உள்ளது மற்றும் மிகச்சிறிய முட்கள் உடலின்மீது உள்ளது. இருவரும் சோயா லூப்பராக இயங்கும்.

# damageContent
source: Young larvae scratch the leaves, leaving only white membrane. Grown up larvae feed on leaves making differently shaped holes. On heavy incidence, only leaf-veins are seen on the plant. Defoliation may result up to 50% reduction in yield. These larvae reach their peak activity during August-September.
hi: छोटे लार्वा पत्तियों को खरोंच कर केवल सफेद झिल्ली छोड़ देते हैं। बड़े लार्वा पत्तियों पर विभिन्न प्रकार के छेद बनाते हैं। गंभीर संक्रमण के मामले में, पौधे पर केवल पत्ती की नसें ही देखी जाती हैं। पत्तियों का गिरना उपज में 50% तक की कमी कर सकता है। ये लार्वा अगस्त-सितंबर के दौरान अपनी उच्चतम सक्रियता पर होते हैं।
mr: तरुण अळ्या पाने खरडून काढतात ज्यामुळे फक्त पांढरा पडदा शिल्लक राहतो. मोठ्या अळ्या पानांवर विविध आकारांची भोकं करतात. तीव्र प्रादुर्भाव झाल्यास, वनस्पतीवर फक्त शीर दिसतात. पानगळ होऊन उत्पादनात 50% पर्यंत घट येऊ शकते. या अळ्यांचे क्रियाशीलता ऑगस्ट-सप्टेंबरमध्ये चरमसीमेवर पोहोचते.
ta: இளம் லார்வே இலைகளை உலர்த்துகின்றன, வெள்ளைத் தனிமை மட்டுமே எஞ்சும். முழு வளர்ந்த லார்வே திடமாக வைத்துக்கொண்டு வெவ்வேறு வடிவங்களில் துளைகள் உண்டாக்குகின்றன. அதிக செயல்பாட்டில், செடியின் இலை வழுவே எனவே மட்டுமே காணப்படும். இலைக்கீற்றுகள் விளைச்சலின் 50% குறைப்பை ஏற்படுத்தும். இவர்கள் லார்வே ஆவணத்தின் உச்சம் ஆகஸ்ட்-செப்டம்பர் மாதங்களில் அடைகிறது.

# managementContent
source: Destruction of diseased crop residues/debris and deep summer ploughing. Use of disease-free and clean seeds harvested from healthy plants for cultivation. Cultivation of resistant varieties like PK327, PK416, PK1029, PK1042, JS71-05, JS90-41, Bragg, Himso1563, Indira Soya9, KHS2, MAUS32, NRC7, NRC37, SL96, VLS2, etc. Seed treatment with Streptocycline @500 mg/kg seed and spray of copper-oxychloride (1.6 kg) + Streptocycline (160g) or Kasugamycin/Validamycin (1.6 kg) + copper-oxy chloride (1.6 kg) in 800 liters of water/ha.
hi: बीमार फसल अवशेष/कचरे का विनाश और गहरी गर्मी की जुताई। खेती के लिए स्वस्थ पौधों से काटे गए रोग मुक्त और साफ बीजों का उपयोग। प्रतिरोधी किस्मों जैसे PK327, PK416, PK1029, PK1042, JS71-05, JS90-41, Bragg, Himso1563, Indira Soya9, KHS2, MAUS32, NRC7, NRC37, SL96, VLS2 आदि की खेती। बीज उपचार Streptocycline @500 मिलीग्राम/किलो बीज और कॉपर-ऑक्सीक्लोराइड (1.6 किग्रा) + Streptocycline (160 ग्राम) या Kasugamycin/Validamycin (1.6 किग्रा) + कॉपर-ऑक्सीक्लोराइड (1.6 किग्रा) 800 लीटर पानी/हेक्टेयर में छिड़काव।
mr: रोगग्रस्त पीक अवशेष/कचरा नष्ट करणे आणि खोल उन्हाळ्याच्या नांगरणी. लागवडीसाठी निरोगी वनस्पतींमधून काढलेल्या रोगमुक्त आणि स्वच्छ बिया वापरा. PK327, PK416, PK1029, PK1042, JS71-05, JS90-41, ब्रॅग, हिमसो1563, इंदिरा सोया9, KHS2, MAUS32, NRC7, NRC37, SL96, VLS2 इत्यादी प्रतिरोधक जातींची लागवड. स्ट्रेप्टोसायक्लिन @500 मिग्रॅ/किग्रॅ बियांसह बियांच्या उपचार आणि तांबडे-ऑक्सीक्लोराइड (1.6 किग्रॅ) + स्ट्रेप्टोसायक्लिन (160 ग्रॅम) किंवा कासुगामायसिन/वॅलिडामायसिन (1.6 किग्रॅ) + तांबडे-ऑक्सीक्लोराइड (1.6 किग्रॅ) 800 लिटर पाण्यात/हेक्टर फवारणी करा.
ta: நோயுற்ற பயிர்க் கழிவுகளை அழித்தல் மற்றும் ஆழமான கோடை உழுதல். நோயில்லா மற்றும் சுத்தமான விதைகளை ஆரோக்கியமான தாவரங்களில் இருந்து சேகரித்துப் பயிர் செய்ய. PK327, PK416, PK1029, PK1042, JS71-05, JS90-41, Bragg, Himso1563, Indira Soya9, KHS2, MAUS32, NRC7, NRC37, SL96, VLS2 ஆகிய प्रतिरोधक வகைகளை பயிரிடுதல். விதையை Streptocycline @500 மி.கி./கிலோ விதை யுடன் சிகிச்சை செய்யவும் மற்றும் copper-oxychloride (1.6 கிலோ) + Streptocycline (160g) அல்லது Kasugamycin/Validamycin (1.6 கிலோ) + copper-oxy chloride (1.6 கிலோ) 800 லிட்டர் நீருடன் /ஹெ தெளிக்கவும்.

# identificationDetails
source: Adults are 3-4 cm large, brown coloured moths. Forewings have 3 dark brown bands, while the hind wings have smoky lines near the margins. Newly hatched larvae are greenish in colour, which become brownish on development. Grown-up larvae possess longitudinal pink and red stripes. Full-grown larvae are 4-5 cm long and make a typical semi-loop on movement.
hi: वयस्क 3-4 सेमी लंबे, भूरे रंग के पतंगे होते हैं। अग्र पंखों पर 3 गहरे भूरे बैंड होते हैं, जबकि पिछले पंखों के किनारे के पास धुएं जैसी रेखाएं होती हैं। नवजात लार्वा हरे रंग के होते हैं, जो विकास के साथ भूरे हो जाते हैं। पूर्ण विकसित लार्वा में अनुदैर्ध्य गुलाबी और लाल धारियां होती हैं। पूर्ण विकसित लार्वा 4-5 सेमी लंबे होते हैं और गति में विशिष्ट अर्ध-लूप बनाते हैं।
mr: प्रौढ 3-4 से.मी. लांब, तपकिरी रंगाचे फुलपाखरे असतात. पुढील पंखांवर 3 गडद तपकिरी पट्टे असतात, तर मागील पंखांवर सीमांच्या जवळ धूसर रेषा असतात. लहान अळ्या हिरवट रंगाच्या असतात, जी वयात वाढल्यावर तपकिरी रंग घेते. वाढलेली अळ्या लांबट गुलाबी आणि लाल पट्टे असलेल्या असतात. पूर्ण वाढलेली अळ्या 4-5 से.मी. लांब असतात आणि त्यांच्या हालचालीत विशिष्ट अर्ध-घुमा तयार करतात.
ta: பெரிய தேனீக்கள் 3-4 செ.மீ அளவுள்ள, பழுப்பு நிறத்தில் உள்ளன. முன்தோல்களில் 3 முந்தானை உள்ளன, பிறகு பின்தோல்கள் அறுவடை ஓரங்களில் புகை வரிகளைக் கொண்டுள்ளன. புதிதாக வெளிப்பட்ட கிளிகள் பச்சை நிறத்தில் உள்ளன, அபிவிருத்தியில் பழுப்பு நிறமாக மாறுகின்றன. வளர்ந்த கிளிகள் நீண்ட நீண்ட பிங்க் மற்றும் சிவப்பு கோடுகளைக் கொண்டுள்ளன. முழுமையாக வளர்ந்த கிளிகள் 4-5 செ.மீ நீளமாக இருக்கும் மற்றும் இயக்கத்தில் ஒரு வழக்கமான அரை சுழற்சியைச் செய்கின்றன.

# damageDetails
source: Larvae feed on leaves from margin towards mid rib. On heavy incidence, they consume entire leaf. At later growth stage, they have also been found to feed on flowers and hard leaves. Damage results in less pods and ultimately less yield. Excess rains favour its damaging activity.
hi: लार्वा पत्तियों को किनारे से मध्य रिब तक खाते हैं। भारी संक्रमण में, वे पूरी पत्ती खा जाते हैं। बाद के विकास चरण में, उन्हें फूलों और कठोर पत्तियों को खाते हुए भी पाया गया है। क्षति कम फली और अंततः कम उपज का कारण बनती है। अधिक बारिश उनके हानिकारक गतिविधि को बढ़ावा देती है।
mr: अळ्या पानांवर लांबट हंगामाच्या कड्यावरून मध्य कणा पर्यंत जेवतात. जास्त प्रमाणात आक्रमण झाल्यास, ते संपूर्ण पान खातात. पिकांच्या नंतरच्या वाढीच्या चरणात, त्यांना फुलांच्या पानांवर आणि कठीण पानांवर देखील आढळले जाते. ह्या हल्ल्यामुळे कमी शेंगा आणि शेवटी कमी उत्पादन होते. अत्यधिक पाऊस त्याच्या हल्ल्याला अनुकूल करतो.
ta: கிளிகள் பக்கவாட்டில் இருந்து நடு நரம்பு வரை இலைகளில் இருந்து உண்கின்றன. அதிக அளவில் தொற்றினால், அவர்கள் முழு இலைகளையும் உண்ணுகின்றனர். பின்னர் வளர்ச்சி நிலையில், மலர்கள் மற்றும் கடினமான இலைகளில் இருந்து உண்கின்றனர். சேதம் குறைவான விதைகளை ஏற்படுத்துகிறது மற்றும் இறுதியாக குறைவான விளைச்சலைக் கொண்டுள்ளது. அதிக மழை அதன் சேதத்தைக் கூடுகிறது.

# managementDetails
source: Install 4-5 insect-specific pheromone traps per acre.
hi: प्रत्येक एकड़ में 4-5 कीट-विशिष्ट फेरोमोन ट्रैप लगाएं।
mr: प्रत्येक एकरावर 4-5 कीटक-विशिष्ट फेरोमोन ट्रॅप्स बसवा.
ta: ஒரு ஏக்கருக்கு 4-5 பூச்சி-சொந்தர்படுத்திய பெருமோன் முறைகளை நிறுவவும்.

# gramTitle
source: Gram Pod Borer [Heliothis armigera (Hubner)]
mr: ग्राम पॉड बोरर [Heliothis armigera (Hubner)]
ta: கடலைப்புழு [ஹெலியோதிஸ் ஆர்மிகேரா (ஹூப்னர்)]

# identificationContentGram
source: Adult moths are dirty yellow or brownish in colour. Forewings have zigzag lines on the upper surface and a kidney-shaped black spot on the lower surface. Hind wings are white with a broad black area near the outer edge. Considerable variability has been observed for larval colour. They can be brown, pink, green, or yellowish, with differently coloured longitudinal lines over the body.
hi: वयस्क पतंगे गंदे पीले या भूरे रंग के होते हैं। अग्र पंखों पर ज़िगज़ैग रेखाएँ होती हैं और निचली सतह पर गुर्दे के आकार का काला धब्बा होता है। पिछले पंख सफेद होते हैं और बाहरी किनारे के पास काले क्षेत्र चौड़े होते हैं। लार्वा के रंग में काफी भिन्नता देखी गई है। वे भूरे, गुलाबी, हरे या पीले रंग के हो सकते हैं, और उनके शरीर पर विभिन्न रंगों की लंबवत रेखाएं होती हैं।
mr: प्रौढ माशी हलके पिवळे किंवा तपकिरी रंगाचे असतात. त्यांच्या पुढील पंखांवर वक्र रेषा असतात आणि खालच्या पृष्ठभागावर मूळ आकाराचा काळा ठसा असतो. मागील पंख पांढरे असतात, बाह्य काठाजवळ काळा पट्टा असतो. लार्वाच्या रंगामध्ये खूप विविधता दिसून आली आहे. ते तपकिरी, गुलाबी, हिरवे किंवा पिवळट असू शकतात, आणि त्यावर भिन्न रंगांच्या लांबट रेषा असतात.
ta: முதிர்ந்த தேனீக்கள் அழுக்கு மஞ்சள் அல்லது பழுப்பு நிறத்தில் உள்ளன. முன்வ Wingsகள் மேற்பரப்பில் சிக்சாக் கோடுகளையும், கீழ் மேற்பரப்பில் ஒரு மூளைப் புள்ளியையும் கொண்டுள்ளன. பின்வ Wingsகள் வெள்ளை நிறத்தில் உள்ளது மேலும் வெளிப்புற ஓரத்தில் ஒரு பரந்த கறுப்பு பகுதியைக் கொண்டுள்ளது. கிளியின் நிறத்தில் கணிசமான மாறுபாடு காணப்பட்டது. அவர்கள் பழுப்பு, பிங்க், பச்சை அல்லது மஞ்சள் நிறத்தில் இருக்கலாம்.

# damageContentGram
source: Prior to pod initiation, larvae feed on young leaves, retarding plant growth. Subsequently, they feed on buds, flowers, young pods, and seeds within the developed pods. Heavy incidence can reduce the yield by 90 per cent. This insect damages the crop from July to October.
hi: फली बनने से पहले, लार्वा युवा पत्तियों पर भोजन करते हैं, जिससे पौधे की वृद्धि रुक जाती है। इसके बाद, वे कलियों, फूलों, युवा फलों और विकसित फलों के अंदर बीजों पर भोजन करते हैं। भारी संक्रमण उपज को 90 प्रतिशत तक कम कर सकता है। यह कीट जुलाई से अक्टूबर तक फसल को नुकसान पहुंचाता है।
mr: पॉड आरंभापूर्वी, लार्वा नवीन पानांवर खाद्य घेतात, ज्यामुळे पिकाच्या वाढीला अडथळा येतो. नंतर ते कोंब, फुलं, नवीन पॉड्स, आणि विकसित पॉड्समधील बिया खातात. तीव्र संक्रमणामुळे उत्पन्न 90% कमी होऊ शकते. हा कीटक जुलै ते ऑक्टोबर पर्यंत पिकाचे नुकसान करतो.
ta: விதை துவங்குவதற்கு முன், கிளிகள் இளம் இலைகளில் இருந்து உண்கின்றன, தாவர வளர்ச்சியை தாமதமாக்குகின்றனர். பிறகு, அவர்கள் கிளைகள், மலர்கள், இளம் விதைகள் மற்றும் வெளிப்புற விதைகளில் இருந்து உண்கின்றனர். அதிக அளவில் தொற்றினால் விளைச்சல் 90 சதவீதமாக குறைகிறது.

# managementContentGram
source: The crop should be sprayed with Indoxacarb 14.5SC @0.3 lit/ha.
hi: फसल पर इंडोक्साकार्ब 14.5SC @0.3 लीटर/हेक्टेयर का छिड़काव किया जाना चाहिए।
mr: पिकावर Indoxacarb 14.5SC @0.3 लिटर/हेक्टर असे औषध फवारावे.
ta: இந்தோசாகார்ப் 14.5SC @0.3 லி/ஹெ தெளிக்கப்பட வேண்டும்.

# whiteGrubTitle
source: White Grub [Holotrichia consanguinea (Blanchard)]
hi: सफेद ग्रब [होलोट्रिचिया कांसंग्विनिया (ब्लैंचर्ड)]
mr: व्हाईट ग्रब [Holotrichia consanguinea (Blanchard)]
ta: வெள்ளை கொத்தி [ஹோலோட்ரிசியா கான்சாங்கினியா (பிளாஞ்சார்ட்)]

# identificationTab
source: Identification
hi: पहचान
mr: ओळख
ta: அடையாளம்

# damageTab
source: Damage
hi: क्षति
mr: नुकसान
ta: சேதம்

# managementTab
source: Management
hi: प्रबंधन
mr: व्यवस्थापन
ta: மேலாண்மை

# whiteGrubIdentification
source: Adults are dark brown or black, nocturnal, found around the light source during nights. Grubs are dirty white with a semicircular body, and brown head and mouth parts.
hi: वयस्क गहरे भूरे या काले रंग के होते हैं, रात्रिचर होते हैं, और रात में प्रकाश स्रोत के चारों ओर पाए जाते हैं। ग्रब गंदे सफेद रंग के होते हैं, उनके शरीर अर्धवृत्ताकार होते हैं, और सिर और मुंह के हिस्से भूरे रंग के होते हैं।
mr: प्रौढ जाड तपकिरी किंवा काळे रंगाचे असतात, रात्री सक्रिय असतात आणि रात्री प्रकाश स्रोताभोवती आढळतात. ग्रब्स मळकट पांढरे असतात आणि त्यांच्या शरीराचे आकार अर्धवर्तुळाकार असतो, आणि तोंड भाग तपकिरी असतो.
ta: பெரிய பூச்சிகள் இருண்ட பழுப்பு அல்லது கருப்பு நிறத்தில் இரவுப் பரிமாணமாக இருப்பது, இரவுகளில் ஒளி மூலங்கள் உடன் காணப்படும். பூச்சிகள் மாசு வெள்ளை நிறத்தில் அரைசுற்றிய உடல் மற்றும் பழுப்பு தலை மற்றும் வாய் பகுதிகளை கொண்டுள்ளன.

# whiteGrubDamage
source: Grubs feed on the roots inside the soil, which results in drying of plants. Dried plants can be pulled out even with a gentle jerk. Infested fields show patches of dried plants. Grubs remain active from July to September.
hi: ग्रब मिट्टी के अंदर जड़ों को खाते हैं, जिससे पौधे सूखने लगते हैं। सूखे पौधे को हल्के झटके से भी खींचा जा सकता है। संक्रमित खेतों में सूखे पौधों के पैच दिखाई देते हैं। ग्रब जुलाई से सितंबर तक सक्रिय रहते हैं।
mr: ग्रब्स मातीतील मुळांवर खाद्य घेतात, ज्यामुळे पिकांचे पाणी कमी होऊन ते वाळवतात. वाळलेली पिके हलकेच खेचल्यावर काढता येतात. संक्रमित क्षेत्रांमध्ये वाळलेल्या पिकांचे तुकडे दिसतात. ग्रब्स जुलै ते सप्टेंबर पर्यंत सक्रिय असतात.
ta: பூச்சிகள் மண்ணின் உள்ளே வேர்களை உண்ணுகின்றன, இதனால் தாவரங்கள் உலர்ந்துவிடுகின்றன. உலர்ந்த தாவரங்களை சிறிய ஒரு அதிர்ச்சியிலேயே இழுக்க முடியும். பாதிக்கப்பட்ட வயல்கள் உலர்ந்த தாவர பATCHகளைக் காண்பிக்கின்றன. பூச்சிகள் ஜூலை முதல் செப்டம்பர் வரை செயல்படுகின்றன.

# whiteGrubManagement
source: The crop should be sprayed with chlorpyrifos.
hi: फसल पर क्लोरोपायरीफॉस का छिड़काव करें।
mr: पिकावर Chlorpyrifos फवारावे.
ta: பயிரில் குளோர்பிரிஃபோஸ் தெளிக்க வேண்டும்.

# leafFolderTitle
source: Leaf Folder [Hedylepta indicata (Fabricius)]
hi: पत्ती मोड़ने वाला कीट [Hedylepta indicata (फैब्रिसियस)]
mr: लीफ फोल्डर [Hedylepta indicata (Fabricius)]
ta: இலை மடிப்பு [Hedylepta indicata (Fabricius)]

# leafFolderIdentification
source: Adults are medium-sized moths with creamish wings having brownish-black wavy lines. Larvae are shining green with an orange head.
hi: वयस्क मध्यम आकार के पतंगे होते हैं जिनके क्रीम रंग के पंखों पर भूरे-काले लहरदार रेखाएं होती हैं। लार्वा चमकदार हरे रंग के होते हैं और उनका सिर नारंगी रंग का होता है।
mr: प्रौढ मध्यम आकाराचे, पिवळट रंगाचे कीटक असतात, ज्यांचे पंख तपकिरी-काळ्या रंगाच्या लहरी रेषांनी सजलेले असतात. लार्वा चमकदार हिरव्या रंगाचे असतात आणि त्यांचा डोळा नारिंगी रंगाचा असतो.
ta: பெரிய பூச்சிகள் கிரீமிஷ் ஒ Wingsக்களுடன் மஞ்சள்-கருப்பு வளைந்த கோடுகளைக் கொண்டுள்ளன. கிளிகள் மின்னும் பச்சை மற்றும் ஆரஞ்சு தலை கொண்டுள்ளன.
