Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# decay_description_text
source: Causal Organism: Diaporthe phaseolorum (Cke. & EII.) Sacc. var. sojae (Lehman) and phomopsis longicola are two fungi involved in Pod and stem blight disease while other species D. phaseolorum var. caulivora is commonly associated with soybean seed decay and stem canker. However, in India only Diaporthe phaseolorum var. sojae is known to occur. The pathogen is seed and soil borne. It affects stems, leaf blades (less frequently), petioles, pods, and seeds. It is found to occur commonly in the states of M.P., Uttaranchal, Punjab, Himachal Pradesh, and Rajasthan. Soybean maturing under warm and humid conditions may be severely damaged.
hi: कारणकारी जीव: डायापोर्थे फेजोलोरम (Cke. & EII.) Sacc. var. सोजाए (Lehman) और फोमॉप्सिस लॉन्गिकोला दो फंगस हैं जो पॉड और स्टेम ब्लाइट रोग में शामिल हैं जबकि अन्य प्रजातियाँ D. फेजोलोरम var. कौलिवोरा सामान्यत: सोयाबीन बीज सड़न और स्टेम कैंकर से जुड़ी होती हैं। हालांकि, भारत में केवल डायापोर्थे फेजोलोरम var. सोजाए का ही पाया जाना ज्ञात है। यह पाथोजन बीज और मिट्टी से फैलता है। यह तने, पत्तियों के पत्ते (कम), पेडंकी, पॉड और बीजों को प्रभावित करता है। यह मध्य प्रदेश, उत्तरांचल, पंजाब, हिमाचल प्रदेश और राजस्थान राज्यों में सामान्यत: पाया जाता है। गर्म और उमस वाले वातावरण में परिपक्व हो रहे सोयाबीन को गंभीर रूप से क्षति हो सकती है।
mr: कारक जीव: Diaporthe phaseolorum (Cke. & EII.) Sacc. var. sojae (Lehman). हा बियाण्याद्वारे आणि मातीद्वारे पसरतो. मुख्यतः खोड, पाने, देठ, शेंगा आणि बियांना बाधित करतो.
ta: நோய்க்கான காரணி: Diaporthe phaseolorum (Cke. & EII.) Sacc. var. sojae (Lehman) மற்றும் phomopsis longicola ஆகிய இரு பூஞ்சைகள் பாக்கு மற்றும் காம்பு பசிப்போக்கு நோயில் ஈடுபட்டுள்ளன, மற்ற D. phaseolorum var. caulivora என்பது பொதுவாக சோயாபீன் விதை அழுகியத்துடன் தொடர்புடையது. இருப்பினும், இந்தியாவில் Diaporthe phaseolorum var. sojae மட்டுமே காணப்படுகிறது. இந்த நோய்க்கான கிருமி விதை மற்றும் மண்ணில் வாழ்கின்றது. இது காம்பு, இலைகள் (அரிதாக), இடைநரம்புகள், பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. இது மத்திய பிரதேசம், உத்தராஞ்சல், பஞ்சாப், ஹிமாச்சல பிரதேசம் மற்றும் ராஜஸ்தான் ஆகிய மாநிலங்களில் பொதுவாக காணப்படுகிறது. வெப்பமான மற்றும் ஈரமான நிலைகளின் கீழ் சோயாபீன் நாசப்படும்.

# decay_symptoms_text
source: 1. On seedling: Heavily infected seeds crack badly, shrivel and remain covered with dirty white mycelium. Seedlings emerge from infected seeds have seed coat attached to cotyledons preventing proper opening of the cotyledons. Bright red to brown lesions are also produced on cotyledons which may result in seedling blight. 2. On well-grown plant: Characteristic symptom is arrangement of black speck sized pycnidia linearly with light brown to whitish background on infected petiole of abscised leaves, broken branches, stems, and pods, later in the season. Under favorable conditions, infection may appear as premature death of etiolated branches, shedding of leaves, and undeveloped pods. Pod blight results in moldy and light seeds. Leaf infection is rare and latent infection is common.
hi: 1. अंकुर पर: अत्यधिक संक्रमित बीज बुरी तरह से फट जाते हैं, सिकुड़ जाते हैं और गंदे सफेद मायसेलियम से ढके रहते हैं। संक्रमित बीजों से अंकुरित पौधों में बीज की परत कोटिलेडन्स से जुड़ी रहती है, जिससे कोटिलेडन्स का ठीक से खुलना रुकता है। कोटिलेडन्स पर चमकीले लाल से भूरा रंग के घाव होते हैं, जो अंकुर ब्लाइट का कारण बन सकते हैं। 2. पूरी तरह से विकसित पौधे पर: लक्षण विशेष रूप से काले धब्बे के आकार के पिकनिडिया का प्रकाश भूरा से सफेद पृष्ठभूमि पर संक्रमित पेडंकी, टूटे शाखाएँ, तने और पॉड्स पर रेखांकित arrangement के रूप में होता है, जो बाद में मौसम में होते हैं। अनुकूल परिस्थितियों में संक्रमण के परिणामस्वरूप शाखाओं की समय से पहले मौत, पत्तियों का गिरना और अपरिपक्व पॉड्स का होना हो सकता है। पॉड ब्लाइट के कारण मोल्डी और हल्के बीज होते हैं। पत्तियों का संक्रमण दुर्लभ है और निरोधात्मक संक्रमण सामान्य है।
mr: 1. रोपांवर: संक्रमित बियाण्यांमुळे लालसर तपकिरी डाग दिसतात. कधीकधी रोपांवर पानं गळून पडतात. 2. प्रगत अवस्थेतील वनस्पतींवर: खोड आणि देठांवर गडद तपकिरी डाग दिसतात.
ta: 1. விதைப்பில்: கடுமையாக பாதிக்கப்பட்ட விதைகள் கீறலுடன் உடைந்து, சுருங்கி அழுக்கு வெள்ளை பூஞ்சையால் மூடப்படும். பாதிக்கப்பட்ட விதைகளிலிருந்து முளைத்த விதைகள் முழுமையாக திறக்க முடியாமல் சுருக்கப்பட்டுள்ளன. முளைத்த விதைகளில் பசுமையான அல்லது பழுப்பு நிறங்களில் கீறல்கள் ஏற்படுகின்றன. இது விதைப்பில் பசிப்போக்கிற்கான அறிகுறிகளாக மாறும். 2. நன்கு வளர்ந்த தாவரங்களில்: சிறப்பு அறிகுறியாக, பாதிக்கப்பட்ட இலைகள், உடைந்த கிளைகள், காம்பு மற்றும் பாக்குகளில் கீறல்கள் காணப்படுகின்றன. சாதகமான நிலையில், பாதிப்பு அட்மல் வாடுதல், இலைகள் உதிர்த்தல் மற்றும் பொருந்தாத பாக்குகளை தோற்றுவிக்கின்றது. பாக்கு பசிப்போக்கு மடிப்பு மற்றும் இலைகள் குறைவானது. இலை பாதிப்பு அரிதாகவும், மறைமுகமாகவும் காணப்படுகிறது.

# decay_management_text
source: Ploughing down crop residues. Using healthy seed and crop rotation technique. Use of moderately resistant varieties viz. Bragg, KHSb 2, Himso 1563, JS 71-05, JS80-21, NRC 37, PK 262, VLS 2 etc. Seed treatment with thiram + carbendazim (2:1) @ 3 g/kg. Maintenance of adequate potash in the field minimizes the chances of seeds becoming moldy. Spray of benomyl or thiophanate methyl @ 0.1%.
hi: फसल अवशेषों को भूमि में पलटना। स्वस्थ बीज और फसल घुमाव तकनीक का उपयोग करना। ब्रैग, KHSb 2, हिमसो 1563, JS 71-05, JS80-21, NRC 37, PK 262, VLS 2 जैसी मापदंड रूप से प्रतिरोधी किस्मों का उपयोग करना। थिराम + कार्बेन्डाजिम (2:1) @ 3 ग्राम/किलो के साथ बीज उपचार करना। खेत में पर्याप्त पोटाश बनाए रखना बीजों को मोल्डी बनने से रोकने में मदद करता है। बेनोमाइल या थियोफेनेट मिथाइल @ 0.1% का छिड़काव करना।
mr: पीक अवशेषांची जळत टाकणे. आरोग्यदायी बियाण्यांचा वापर करा. बियाण्यांवर थिरम + कार्बेन्डाझिम @ 3 g/kg प्रक्रिया करा.
ta: பயிர்க் கழிவுகளை உழுதல். ஆரோக்கியமான விதை மற்றும் பயிர் சுழற்சி தொழில்நுட்பத்தை பயன்படுத்துதல். குறைவான பாதிக்கப்படும் வகைகளைப் பயன்படுத்துதல். விதை சிகிச்சையில் திரம் + கார்பென்டாசிம் (2:1) @ 3 g/kg. வயலில் போதுமான அளவுக்கு பொட்டாசியத்தை பராமரித்தல். பாதிக்கப்பட்ட பயிரில் பெனோமில் அல்லது தியோபேனேட் மெதில் @ 0.1% தெளித்தல்.

# fusarium_title
source: Fusarium Collar and Pod Rot
hi: फ्यूजेरियम कॉलर और पॉड रोट
mr: फ्युजेरियम कॉलर आणि पॉड रॉट
ta: புசாரியம் காலர் மற்றும் பாக்கு பசிப்போக்கு

# fusarium_description_text
source: Causal Organism: Fusarium equiseti(Corda) Sacc. is the major and commonly occurring causal organism of Fusarium pod and collar rot in India. The pathogen is soil and seed borne. (Fusarium oxysporum producing blight, wilt and root rot, F. graminearum, F. moniliforme and F. solani causing pod and collar rot are also reported from India). Fusarium in combination with other soil and seed borne pathogens causes seed and seedling rots. It affects Collar (Stems), pods and seeds. Disease is commonly occurring in the states of Madhya Pradesh, Uttaranchal, Delhi etc. It can cause up to 64% loss in yield.
hi: कारणकारी जीव: फ्यूजेरियम एक्विजेटी (Corda) Sacc. भारत में फ्यूजेरियम पॉड और कॉलर रोट का प्रमुख और सामान्यत: पाया जाने वाला कारणकारी जीव है। यह पाथोजन मिट्टी और बीज द्वारा फैलता है। (फ्यूजेरियम ऑक्सीस्पोरम जो ब्लाइट, विल्ट और रूट रोट का कारण बनता है, F. ग्रामिनेरम, F. मोनिलिफॉर्म और F. सोलानी जो पॉड और कॉलर रोट का कारण बनते हैं, उन्हें भी भारत में रिपोर्ट किया गया है)। फ्यूजेरियम अन्य मिट्टी और बीज द्वारा फैलने वाले पाथोजनों के साथ मिलकर बीज और अंकुर रोट का कारण बनता है। यह कॉलर (तने), पॉड्स और बीजों को प्रभावित करता है। यह रोग मध्य प्रदेश, उत्तरांचल, दिल्ली आदि राज्यों में सामान्यत: पाया जाता है। यह 64% तक उपज में नुकसान कर सकता है।
mr: कारणकारक जीव: फ्युजेरियम इक्विसेटी (कॉर्डा) सॅक. हा फ्युजेरियम पॉड आणि कॉलर रॉटचा प्रमुख कारणकारक जीव भारतात सर्वसामान्यपणे आढळतो. हा रोगकारक माती आणि बियाण्यामध्ये सापडतो. (फ्युजेरियम ऑक्सिस्पोरम ब्लाइट, विल्ट आणि मुळांची कुज, F. ग्रॅमिनेरियम, F. मोनिलिफॉर्म आणि F. सोलानी पॉड आणि कॉलर रॉटसाठी देखील भारतात नोंदवले गेले आहेत). इतर माती आणि बियाण्यासोबत असलेल्या रोगकारकांसह फ्युजेरियम बियाणे आणि अंकुर कुजण्यास कारणीभूत ठरतो. हे कॉलर (स्टेम), पॉड्स आणि बियाण्यांवर परिणाम करतो. हा रोग मध्य प्रदेश, उत्तरांचल, दिल्ली इत्यादी राज्यांमध्ये सामान्यतः आढळतो. तो उत्पादनामध्ये 64% पर्यंत हानी करू शकतो.
ta: நோய்க்கான காரணி: Fusarium equiseti(Corda) Sacc. புசாரியம் காலர் மற்றும் பாக்கு பசிப்போக்குக்கு முக்கியமான மற்றும் பொதுவாக காணப்படும் காரணியாக இந்தியாவில் உள்ளது. இந்த கிருமி விதை மற்றும் மண்ணில் வாழ்கின்றது. (Fusarium oxysporum ஏற்படுத்தும் பசிப்போக்கு, வாடுதல் மற்றும் வேர் அழுகியத்தைத் தோற்றுவிக்கிறது. புசாரியம் பிற பூஞ்சைகள் இந்தியாவில் காணப்படுகிறது). புசாரியம் மற்றும் பிற மண் மற்றும் விதை மரபுவழி கிருமிகள் சேர்ந்து விதை மற்றும் விதைப்புகள் அழுகியத்தை ஏற்படுத்துகின்றன. இது காம்புகளின் அடிப்பகுதி, பாக்குகள் மற்றும் விதைகளை பாதிக்கின்றது. இந்த நோய் மத்திய பிரதேசம், உத்தராஞ்சல், டெல்லி உள்ளிட்ட மாநிலங்களில் பொதுவாக காணப்படுகிறது. இது 64% வரை விளைச்சல் இழப்பை ஏற்படுத்தும்.

# fusarium_symptoms_text
source: 1. On seed and Seedling: Sometimes seed coat and cotyledons of the seeds may turn dark brown to black. Depressed, water-soaked, cream-colored and serrated lesions on cotyledons and hypocotyl of emerging or emerged seedlings. Later on these lesions turn dark brown to black and coalesce with each other. Hypocotyls become thin and soft and roots remain underdeveloped. 2. On well-grown plant: Pods dry prematurely from tip to base and become dark brown to black. Severely infected pods produce no seeds.
hi: 1. बीज और अंकुर पर: कभी-कभी बीज की परत और कोटिलेडन्स गहरे भूरे से काले हो सकते हैं। अंकुरित या उभरे हुए अंकुरों के कोटिलेडन्स और हाइपोकोटाइल पर अवसादित, पानी से भीगे, क्रीम रंग के और धारदार घाव होते हैं। बाद में ये घाव गहरे भूरे से काले हो जाते हैं और आपस में मिल जाते हैं। हाइपोकोटाइल पतला और मुलायम हो जाता है और जड़ें अपर्याप्त रहती हैं। 2. पूरी तरह से विकसित पौधे पर: पॉड्स टिप से आधार तक जल्दी सूख जाते हैं और गहरे भूरे से काले हो जाते हैं। गंभीर रूप से संक्रमित पॉड्स में बीज नहीं होते।
mr: 1. बियाणे आणि अंकुरांवर: कधी कधी बियाण्याचा कवच आणि दलांश गडद तपकिरी ते काळा होतो. अंकुरित किंवा अंकुरलेल्या रोपांवर क्रीम-रंगाचे, पाण्याने ओलसर, दाटीवाटीचे खाचाळ डाग तयार होतात. नंतर हे डाग गडद तपकिरी ते काळ्या रंगाचे होतात आणि एकमेकांत मिसळतात. तळाचा भाग पातळ होतो आणि मुळे विकसित होत नाहीत.2. विकसित रोपांवर: पायऱ्या अगदी टोकापासून सुकतात आणि गडद तपकिरी ते काळ्या रंगाच्या होतात. तीव्र संक्रमित पायऱ्यांमुळे बियाणे तयार होत नाहीत.
ta: 1. விதை மற்றும் விதைப்பு: சில நேரங்களில் விதையின் தோல் மற்றும் முளைப்புகள் பழுப்பு முதல் கருப்பு வரை மாறலாம். முளைத்த விதைகளின் இலைகளின் அடிப்பகுதியில் நீர்ப்பசும், மஞ்சள் நிறம் கொண்ட கீறல்கள் காணப்படுகின்றன. பின்னர் இவை பழுப்பு முதல் கருப்பு வரை மாறுகின்றன. முளைப்புகள் நரம்பில் நீர்ப்பசும் மற்றும் பரந்த கீறல்கள் காணப்படுகின்றன. முற்றிய பாக்குகளில் பழுப்பு முதல் கருப்பு வரை காணப்படும்.

# fusarium_management_text
source: No effective chemical control is available. Field should be well-drained. Delay in sowing until soil moisture is adequate helps in escaping the disease.
hi: कोई प्रभावी रासायनिक नियंत्रण उपलब्ध नहीं है। खेत को अच्छी तरह से निस्सारित करना चाहिए। बीज बोने में देरी करने से जब तक मृदा का आर्द्रता पर्याप्त नहीं हो जाती, तब तक इस रोग से बचा जा सकता है।
mr: प्रभावी रासायनिक नियंत्रण उपलब्ध नाही. शेत व्यवस्थित निचरा असलेले असावे. मातीतील ओलावा पुरेसा असेपर्यंत पेरणी लांबणीवर टाकल्याने रोगापासून बचाव होतो.
ta: எந்தவொரு சிறப்பு இரசாயன மேலாண்மையும் கிடைப்பதில்லை. வயல் நன்றாக வடிகாலமயமாக இருக்க வேண்டும். மண்ணின் ஈரப்பதம் பொருத்தமானவரை உள்ள வரை விதைச்செய்தலை தாமதிப்பது நோயிலிருந்து தப்பிக்க உதவும்.

# myrothecium_title
source: Myrothecium Leaf Spot
hi: मायरोथेशियम पत्ते का धब्बा
mr: मायरोथेशियम पानाचा डाग
ta: மிரோதேசியம் இலை புள்ளி

# myrothecium_description_text
source: Causal Organism: Myrothecium roridum Tode ex Fries. The pathogen is predominantly air borne and also seed borne. It affects leaves and pods. The disease is distributed throughout the soybean growing area of India but more prominent in Madhya Pradesh. When it appears early, the disease can cause 20 to 40% loss in yield under favourable conditions. Warm and humid weather favours the disease.
hi: कारणकारी जीव: मायरोथेशियम रोरिडम टोदे एक्स फ्रीज। यह पाथोजन मुख्य रूप से वायुवीय और बीज द्वारा फैलता है। यह पत्तियों और पाड्स को प्रभावित करता है। यह रोग भारत के सोयाबीन उगाने वाले क्षेत्रों में फैलता है, लेकिन मध्य प्रदेश में अधिक प्रचलित है। जब यह जल्दी प्रकट होता है, तो यह अनुकूल परिस्थितियों में 20 से 40% तक उपज में हानि कर सकता है। गर्म और आर्द्र मौसम रोग के लिए अनुकूल है।
mr: कारणकारक जीव: मायरोथेशियम रोरिडम टोडे एक्स फ्राईस. हा रोगकारक मुख्यतः हवेने आणि बियाण्याने प्रसारित होतो. तो पानांवर आणि पायऱ्यांवर परिणाम करतो. हा रोग भारतातील सोयाबीन उत्पादन क्षेत्रांमध्ये वितरीत आहे, परंतु मध्य प्रदेशात अधिक प्रखर आहे. जर हा लवकर दिसला तर तो अनुकूल परिस्थितीत 20 ते 40% पर्यंत उत्पादनामध्ये हानी करू शकतो. उष्ण आणि दमट हवामान रोगासाठी पोषक ठरते.
ta: நோய்க்கான காரணி: Myrothecium roridum Tode ex Fries. இந்த நோய்க்கான கிருமி பெரும்பாலும் காற்றில் மற்றும் விதை வழியாக பரவுகின்றது. இது இலைகள் மற்றும் பாக்குகளை பாதிக்கின்றது. இந்த நோய் இந்தியாவின் சோயாபீன் வளர்ப்புப் பகுதிகள் முழுவதும் காணப்படுகிறது, ஆனால் மத்திய பிரதேசத்தில் மிக முக்கியமாக உள்ளது. இது தாமதமாக தோன்றும்போது, இது 20 முதல் 40% வரை விளைச்சல் இழப்பை ஏற்படுத்தும். வெப்பமான மற்றும் ஈரமான வானிலை இந்த நோயை ஏற்படுத்துகின்றது.

# myrothecium_symptoms_text
source: 1. On seed and seedling: Infected seeds when sown cause seed rot and blight of emerged seedlings. 2. On well-grown plant: Disease is visible around 30 to 35 days after planting as small round brown spots on leaves. Later on these spots become dark with dark brown or purple margin surrounded by a translucent area in concentric rings. Slowly spots merge with each other and become of irregular shape. On maturity, sporodochia are visible as white erumpent structures on translucent zone of the spots, which later turn to black dot-like structures. This is the characteristic symptom of the disease.
hi: 1. बीज और अंकुर पर: संक्रमित बीजों को बोने से बीज सड़न और अंकुरित अंकुरों का मुरझाना होता है। 2. पूरी तरह से विकसित पौधे पर: यह रोग रोपण के लगभग 30 से 35 दिन बाद पत्तियों पर छोटे गोल भूरे धब्बों के रूप में दिखाई देता है। बाद में ये धब्बे गहरे होते हैं, जिसमें गहरे भूरे या बैंगनी रंग की सीमा होती है, जो पारदर्शी क्षेत्र में सांद्र वृतों के रूप में घेरते हैं। धीरे-धीरे धब्बे आपस में मिलकर अनियमित आकार में बदल जाते हैं। परिपक्वता पर, स्पोरोडोचिया पारदर्शी क्षेत्र में सफेद एरम्पेंट संरचनाओं के रूप में दिखाई देती हैं, जो बाद में काले बिंदु जैसे संरचनाओं में बदल जाती हैं। यह रोग का लक्षण है।
mr: 1. बियाणे आणि अंकुरांवर: संक्रमित बियाण्यामुळे बियाण्यांची कुज आणि अंकुरलेल्या रोपांचे ब्लाइट होऊ शकते.2. विकसित रोपांवर: पेरणीनंतर 30 ते 35 दिवसांनी लहान गोलसर तपकिरी डाग पानांवर दिसतात. नंतर हे डाग गडद होतात आणि गडद तपकिरी किंवा जांभळ्या कडेसह स्पष्ट भाग तयार करतात. कालांतराने डाग एकत्र येऊन अनियमित आकाराचे होतात. परिपक्वतेवर, डागांवर पांढरे उभट बिंदू दिसतात, जे नंतर काळ्या बिंदूंमध्ये रूपांतरित होतात. हा या रोगाचा वैशिष्ट्यपूर्ण लक्षण आहे.
ta: 1. விதை மற்றும் விதைப்பு: முளைத்தபோது, பாதிக்கப்பட்ட விதைகள் சுருங்கிய மற்றும் பழுப்பு நிறத்துடன் காணப்படுகின்றன. 2. நன்கு வளர்ந்த தாவரங்கள்: நோய் முளைத்த பிறகு 30 முதல் 35 நாட்களில் இலைகளின் சிறிய வட்டமான பழுப்பு நிற புள்ளிகளாக தோன்றுகின்றது. பின்னர் இப்புள்ளிகள் கோடிட்டுள்ள பகுதியுடன் கருப்பு அல்லது ஊதா நிறமாக மாறுகின்றன. மெதுவாக, இப்புள்ளிகள் ஒன்றுடன் ஒன்றாக இணைந்து பொதுவாக இருப்பவை காணப்படுகின்றன.

# myrothecium_management_text
source: Use of healthy and certified seed. Cultivation of resistant/moderately resistant varieties like Bragg, JS 71-05, JS 335, MACS 13, MACS 124, MAUS 47, NRC 7, PK 564, etc. Seed treatment with thiram + carbendazim (2:1) @ 3 g per kg followed by spray of carbendazim or thiophanate methyl (0.05% to 0.1% or 400 to 800 g/ha) or mancozeb (0.25% or 2 kg/ha). First spray at 35 DAS is very effective.
hi: स्वस्थ और प्रमाणित बीजों का उपयोग करें। प्रतिरोधी/मध्यम प्रतिरोधी किस्मों जैसे ब्रैग, JS 71-05, JS 335, MACS 13, MACS 124, MAUS 47, NRC 7, PK 564 आदि की खेती करें। बीज उपचार थिरम + कार्बेन्डाजिम (2:1) @ 3 ग्राम प्रति किलोग्राम और फिर कार्बेन्डाजिम या थायोफेनेट मेथाइल (0.05% से 0.1% या 400 से 800 ग्राम/हेक्टेयर) या मैनकोजेब (0.25% या 2 किलोग्राम/हेक्टेयर) के छिड़काव से करें। 35 DAS पर पहली छिड़काव बहुत प्रभावी होती है।
mr: निरोगी आणि प्रमाणित बियाण्यांचा वापर करावा. प्रतिरोधक/मध्यम प्रतिरोधक जातींची लागवड करावी जसे की ब्रॅग, JS 71-05, JS 335, MACS 13, MACS 124, MAUS 47, NRC 7, PK 564 इत्यादी. थिरॅम + कार्बेन्डाझिम (2:1) @ 3 ग्रॅम प्रति किलो बीजप्रक्रिया करावी. 35 दिवसांनी औषध फवारणी करावी.
ta: ஆரோக்கியமான மற்றும் சான்றளிக்கப்பட்ட விதைகளைப் பயன்படுத்துதல். சாரந்த /மிதமான எதிர்ப்பு வகைகளைப் பயன்படுத்துதல். விதை சிகிச்சையில் திரம் + கார்பென்டாசிம் (2:1) @ 3 g என்பது மிகவும் பயனுள்ளதாக காணப்படுகிறது. முதல் தெளிப்பு 35 DAS இல் மிகவும் பயனுள்ளதாக காணப்படுகிறது.

# root_title
source: Root Rot, Stem Rot & Aerial Blight
hi: मूल सड़न, तना सड़न और वायवीय मुरझाना
mr: मुळे कुजणे, खोड कुजणे आणि हवाई ब्लाइट
ta: வேர் பசிப்போக்கு, காம்பு பசிப்போக்கு மற்றும் விமான பசிப்போக்கு

# root_description_text
source: Causal Organism: The disease is incited by Rhizoctonia solani Kuhn., whose teleomorph is Thanatephorus cucumeris. The pathogen is seed, soil and air borne. It affects roots, lower stems (just below soil line in seedlings as well as in mature plants), stems, leaves, petioles and pods. Distributed throughout India but more severe in the states of Madhya Pradesh and Uttaranchal. It can cause up to 35% loss in yield on account of pre and post-emergence damping off, root rot, seedling blight and blight in well-grown plants resulting in fewer pods and seeds per pod. A temperature range of 24 to 32°C and continued wet soil condition with soil moisture at 30-60 percent of water holding capacity is favorable for root rot phase. Whereas soil moisture of about 70 percent of water holding capacity, sandy and light soils and pH greater than 6.6 favors seedling blight phase. Rain or free moisture on plant surface with warm wet or humid weather is very important for the development of foliar/aerial blight phase of the disease. Severity of disease increases with monoculture of soybean.
hi: कारणकारी जीव: यह रोग राइजोक्टोनिया सोलानी कुहन द्वारा उत्पन्न होता है, जिसका टेलीऑमॉर्फ थानाटेफोरस क्यूक्यूमेरिस है। यह पाथोजन बीज, मृदा और वायुवीय रूप से फैलता है। यह जड़, निचले तने (अंकुरण के बाद से लेकर पूर्ण विकसित पौधों तक), तने, पत्तियां, पेटिओल और पाड्स को प्रभावित करता है। यह भारत भर में फैला हुआ है, लेकिन मध्य प्रदेश और उत्तरांचल राज्यों में अधिक गंभीर है। यह पूर्व और पश्चात अंकुरण सड़न, जड़ सड़न, अंकुर मुरझाना और पूर्ण विकसित पौधों में मुरझाने के कारण 35% तक उपज में हानि कर सकता है, जिससे पाड्स में कम बीज और पाड्स में कम बीज होते हैं। 24 से 32°C तापमान और मृदा में 30-60 प्रतिशत जल धारण क्षमता की नमी की स्थिति जड़ सड़न अवस्था के लिए अनुकूल है। जबकि लगभग 70 प्रतिशत जल धारण क्षमता वाली मृदा, रेतीली और हल्की मृदा और pH 6.6 से अधिक बीज अंकुरण मुरझाने के लिए अनुकूल होते हैं। पौधों की सतह पर वर्षा या मुक्त नमी के साथ गर्म आर्द्र या आर्द्र मौसम इस रोग के पत्ते/वायवीय मुरझाने के लिए महत्वपूर्ण है। इस रोग की गंभीरता सोयाबीन के मोनोसंस्कृति से बढ़ जाती है।
mr: कारक जीव: हा रोग Rhizoctonia solani Kuhn. द्वारे होतो, ज्याचा टेलीओमोर्फ Thanatephorus cucumeris आहे. हा रोग बी, माती आणि हवेच्या माध्यमातून पसरतो. तो मुळे, खालचे खोड (मातीच्या पातळीच्या खाली), खोड, पाने, देठ आणि शेंगांवर परिणाम करतो. भारतभर पसरलेला आहे, परंतु मध्य प्रदेश आणि उत्तरांचलमध्ये अधिक तीव्र आहे. तो 35% उत्पादन घट घडवू शकतो, जसे की पूर्व-उद्भव मरण, मुळे कुजणे, रोपं विझणे आणि प्रगत वनस्पतींमध्ये ब्लाइटमुळे कमी शेंगा आणि बीज तयार होतात. 24 ते 32°C तापमान श्रेणी आणि मातीतील 30-60 टक्के ओलावा मुळे कुजण्यास अनुकूल आहे. 70% मातीतील ओलावा, वाळूमिश्रित हलकी माती, आणि 6.6 पेक्षा जास्त pH असलेले मातीत रोपं विझण्याचे प्रमाण वाढते. पावसाळी किंवा ओलसर हवामानात हवाई ब्लाइट होण्याची शक्यता अधिक असते. सोयाबीनचे एकच पीक घेतल्यामुळे रोगाची तीव्रता वाढते.
ta: நோய்க்கான காரணி: இந்த நோய் Rhizoctonia solani Kuhn. இந்த கிருமி விதை, மண் மற்றும் காற்றில் பரவுகின்றது. இது வேர், கீழ்பகுதி காம்பு (மண்ணின் கீழ் முளைத்த மற்றும் முளைத்த தாவரங்களில்), காம்பு, இலைகள், இடைநரம்புகள் மற்றும் பாக்குகளை பாதிக்கின்றது. இந்தியாவில் பரவுகிறது, ஆனால் மத்திய பிரதேசம் மற்றும் உத்தராஞ்சல் மாநிலங்களில் மிகவும் கடுமையாக உள்ளது. இது 35% வரை விளைச்சல் இழப்பை ஏற்படுத்தும்.

# root_symptoms_text
source: 1. Seed and Seedling: Infected seeds have irregularly shaped tan or light brown sunken lesions. Seedlings with infected shoot apices stop growing and become stunted and cotyledons remain green. Reddish-brown sunken lesions on roots and basal portion of the stems just above the soil line, which are often surrounded by brown mycelial growth. Besides causing pre-emergence mortality, seedlings may die later on as the lower part of the taproot and the secondary root system are usually killed. 2. On well-grown plant: Small or large initially water-soaked and then grayish-brown to reddish-brown spots which later turn to dark brown appear first on lower leaves. Later on, entire leaf gets blighted in due course. Root rot of adult plant in the form of brown to dark brown discoloration of the cortical and lignified tissues is also common, which is most evident during flowering. Development of a reddish-brown canker around the base of the stem, easy peeling off cortical tissues of the root and drooping of leaves which remain attached to the dead plant are the other characteristics of this disease. Subsequently, at times patches of dead or dried plants are visible in the field.
hi: 1. बीज और अंकुर: संक्रमित बीजों में अनियमित आकार के तन या हल्के भूरे धंसी हुई धब्बे होते हैं। संक्रमित शूट एपिसिस के साथ अंकुर बढ़ना बंद कर देते हैं और वे अविकसित हो जाते हैं और कोटाइलिडन हरे रहते हैं। जड़ों और तने के निचले हिस्से पर लाल-भूरे रंग के धंसी हुए धब्बे होते हैं, जो अक्सर भूरे रंग के मायसिलियल विकास से घिरे होते हैं। इसके अलावा पूर्व-उद्भव मृत्यु के कारण, अंकुर बाद में मर सकते हैं क्योंकि टैप्रूट और द्वितीयक जड़ प्रणाली के निचले हिस्से को आमतौर पर मार दिया जाता है। 2. पूरी तरह से विकसित पौधे पर: छोटे या बड़े पहले पानी से भीगे हुए फिर ग्रे-ब्राउन से लाल-भूरे धब्बे जो बाद में गहरे भूरे रंग में बदलते हैं, जो पहले निचली पत्तियों पर दिखाई देते हैं। बाद में पूरी पत्तियाँ मुरझा जाती हैं। वयस्क पौधे की जड़ सड़न के रूप में भूरे से गहरे भूरे रंग में रंगी हुई कोरटिकल और लकड़ी के ऊतकों का रंग बदलना सामान्य है, जो फूलों के दौरान सबसे अधिक दिखाई देता है। तने के आधार के आसपास लाल-भूरे रंग के कैंकर का विकास, जड़ के कोरटिकल ऊतकों का आसानी से उखड़ जाना और पत्तियों का लटकना जो मृत पौधे से जुड़े रहते हैं, इस रोग के अन्य लक्षण हैं। इसके बाद, कभी-कभी खेतों में मृत या सूखे पौधों के पैच दिखाई देते हैं।
mr: 1. बियाणे आणि रोप: बाधित बियांवर अनियमित आकाराचे टॅन किंवा फिकट तपकिरी खोल व्रण असतात. बाधित रोपं वाढ थांबवतात आणि खालचे भाग कुजतात. खोडाच्या तळाशी लालसर-तपकिरी खोल व्रण दिसतात आणि मुळे सुकून मरतात. 2. प्रगत वनस्पतींवर: पानांवर लहान किंवा मोठे पाण्याने भिजलेले व्रण होऊन नंतर गडद तपकिरी होतात. फुलांच्या वेळी खोडाभोवती लालसर तपकिरी कॅंकर तयार होतो. खोडाचे ऊतक सहज निघून जातात, पाने सुकून झाडं मरतात.
ta: 1. விதை மற்றும் விதைப்பு: பாதிக்கப்பட்ட விதைகள் தொப்பைபோல் வடிவில், மஞ்சள் அல்லது இலகு பழுப்பு நிறம் கொண்ட குனிவான புள்ளிகள் உள்ளது. பாதிக்கப்பட்ட பருவ முனைகள் வளர்ச்சி நிறுத்தப்படுகின்றன மற்றும் குறுகியதாக மாறுகின்றன மற்றும் கிடில்கள் பச்சையாக மாறுகின்றன. வேர் மற்றும் காம்பின் அடிப்பகுதிகளில் மஞ்சள் முதல் பருப்பி நரை ஆகும் குனிவான புள்ளிகள் உள்ளது. இவை அடிக்கடி மஞ்சள் மைசெலியால் சூழப்பட்டிருக்கும். முன்பான மரணத்தை ஏற்படுத்துவது தவிர, விதைகள் வளர்ச்சி முழுவதிலும் இறக்கும்.
