Repository: AkarshPuranik/Soybean_Gyan
Catalog: lib/l10n/intl_*.arb
Languages: hi, mr, ta

# selectionVarietiesInfo4
source: Farmers are advised to select 3-4 varieties popular among their zone and ensure the availability of seed of these varieties well in advance. They should also check the germination percentage of seed a fortnight prior to sowing so as to have optimum plant population.
hi: किसानों को अपने क्षेत्र में लोकप्रिय 3-4 प्रजातियों का चयन करने और इन प्रजातियों के बीज की उपलब्धता को पहले से सुनिश्चित करने की सलाह दी जाती है। उन्हें बुवाई से पखवाड़े पहले बीज का अंकुरण प्रतिशत भी जांचना चाहिए ताकि आदर्श पौध संख्या सुनिश्चित हो सके।
mr: शेतकऱ्यांना त्यांच्या क्षेत्रातील लोकप्रिय वाणांची निवड करावी आणि या वाणांच्या बीजाची उपलब्धता आधीच सुनिश्चित करावी. पेरणीपूर्वी दोन आठवडे बीजाची उगम क्षमता तपासावी जेणेकरून योग्य वनस्पती लोकसंख्या मिळेल.
ta: விவசாயிகள் தங்களின் மண்டலத்தில் பிரபலமான 3-4 வகைகளைத் தேர்வு செய்து, இந்த வகைகளின் விதை கிடைக்குமா என்பதை முன்கூட்டியே உறுதிப்படுத்த வேண்டும். விதை விதைப்பதற்கு இரண்டு வாரங்களுக்கு முன் விதையின் முளைதல் சதவீதத்தைச் சரிபார்க்க வேண்டும்.

# selectionVarietiesInfo5
source: Farmers are advised to check the germination percentage and perform other preparatory tasks to ensure optimal results during the sowing season.
hi: किसानों को अंकुरण प्रतिशत की जांच करने और बुवाई के मौसम के दौरान सर्वोत्तम परिणाम सुनिश्चित करने के लिए अन्य तैयारियों को पूरा करने की सलाह दी जाती है।
mr: शेतकऱ्यांनी बीज उगम क्षमता तपासावी आणि पेरणी हंगामात सर्वोत्तम निकाल मिळण्यासाठी अन्य तयारी करावी.
ta: விவசாயிகள் விதைப்பதற்கு முன் பிற ஆயத்த பணிகளைச் செய்ய வேண்டும் என்பதால் பரிந்துரைக்கப்படுகின்றன.

# seedTreatmentTitle
source: Seed Treatment and Inoculation
hi: बीज उपचार और टीकाकरण
mr: बीज प्रक्रिया आणि जैविक लागवड
ta: விதை சிகிச்சை மற்றும் பயனீடு

# seedTreatmentInfo1
source: Seed treatment is very important operation in soybean considering number of fungal, bacterial and viral diseases which causes considerable reduction in plant population and thereby yield.
hi: सोयाबीन में बीज उपचार बहुत महत्वपूर्ण प्रक्रिया है क्योंकि इसमें फफूंदी, बैक्टीरिया और वायरस से होने वाले रोगों की संख्या होती है, जो पौधों की आबादी और उपज में काफी कमी लाते हैं।
mr: सोयाबीन पिकामध्ये बुरशी, जीवाणू आणि विषाणूजन्य रोगांमुळे वनस्पती लोकसंख्येत मोठी घट होते आणि त्यामुळे उत्पादन कमी होते. म्हणून बीज प्रक्रिया महत्त्वाची आहे.
ta: சோயாபீன் விதை சிகிச்சை மிகவும் முக்கியமான செயல்முறைவின் சோயாபீன் பல்வேறு பூஞ்சை, பாக்டீரிய மற்றும் வைரஸ் நோய்களின் காரணமாக, இது கணிசமான விலக்கல் மற்றும் விளைச்சலின் குறையும் விலக்கமிக்கது.

# seedTreatmentInfo2
source: Hence, farmers are advised to treat soybean seed at the time of sowing using 2g Thiram+1g Carbendazim per kg seed. They can also use mixed combination of Carboxin 37.5% + Thiram 37.5% per kg seed or Trichoderma viride @ 8-10 g/kg seed.
hi: इसलिए, किसानों को सलाह दी जाती है कि वे बुवाई के समय सोयाबीन के बीज का 2 ग्राम थिरम + 1 ग्राम कार्बेंडाजिम प्रति किलोग्राम बीज के साथ उपचार करें। वे कार्बोक्सिन 37.5% + थिरम 37.5% प्रति किलोग्राम बीज के संयोजन या ट्राइकोडर्मा विरेड @ 8-10 ग्राम/किलोग्राम बीज का उपयोग भी कर सकते हैं।
mr: त्यामुळे, शेतकऱ्यांना सोयाबीन बीज पेरणीच्या वेळी 2 ग्रॅम थायरम + 1 ग्रॅम कार्बेन्डाझिम प्रति किलो बीजाने प्रक्रिया करण्याचा सल्ला दिला जातो. ते कार्बॉक्सिन 37.5% + थायरम 37.5% किंवा ट्रायकोडर्मा व्हिरिडे @8-10 ग्रॅम प्रति किलो बीज यांचा वापर करू शकतात.
ta: எனவே, விவசாயிகள் சோயாபீன் விதையை விதைப்பதற்கு முன் 2g திரம் + 1g கார்பென்டாசிம் /கிலோ விதை பயன்படுத்த பரிந்துரைக்கின்றனர். அவர்கள் கார்பாக்ஸின் 37.5% + திரம் 37.5% /கிலோ விதை அல்லது திரிச்சோடெர்மா வைரிடி @ 8-10 g /கிலோ விதை கலவையையும் பயன்படுத்தலாம்.

# seedTreatmentInfo3
source: In areas where Yellow Mosaic Virus is infecting the soybean crop every year, farmers are recommended to carry out seed treatment with Thiamethoxam 30 FS (10 ml/kg of seed).
hi: उन क्षेत्रों में जहां पीला मोज़ेक वायरस हर साल सोयाबीन की फसल को संक्रमित करता है, किसानों को थायमेथोक्साम 30 एफएस (10 मिलीलीटर/किलोग्राम बीज) के साथ बीज उपचार करने की सिफारिश की जाती है।
mr: ज्या भागांमध्ये यलो मोजॅक व्हायरस दरवर्षी सोयाबीन पिकाला बाधित करतो, अशा भागांमध्ये थायामेथॉक्साम 30 एफएस (10 मि.ली. प्रति किलो बीज) याचा वापर करण्याचा सल्ला दिला जातो.
ta: மஞ்சள் மாசிக் வைரஸ் சோயாபீன் பயிரை ஆண்டுதோறும் பாதிக்கும் பகுதிகளில், விவசாயிகள் தியாமெதோக்சாம் 30 எஃப்.எஸ் (10 மிலி/கிலோ விதை) விதை சிகிச்சை செய்ய பரிந்துரை செய்யப்படுகிறது.

# seedTreatmentInfo4
source: Once the seed treatment with fungicides and insecticide is done, farmers are advised to inoculate the treated seed with bioinoculants like Bradyrhizobium japonicum and Phosphate Solubilizing Micro-organism (PSM) each @ 5 g/kg seed immediately before sowing.
hi: फफूंदनाशकों और कीटनाशकों के साथ बीज उपचार करने के बाद, किसानों को सलाह दी जाती है कि वे उपचारित बीज को जैव-उर्वरकों जैसे ब्रैडीराइजोबियम जापोनिकम और फॉस्फेट घुलनशील माइक्रो-ऑर्गेनिज़्म (पीएसएम) प्रत्येक @ 5 ग्राम/किलोग्राम बीज के साथ तुरंत बुवाई से पहले टीका लगाएं।
mr: बुरशीनाशक आणि कीटकनाशकांसह बीज प्रक्रिया पूर्ण झाल्यानंतर, शेतकऱ्यांना प्रक्रिया केलेल्या बीजाला जैविक पदार्थांसह जसे की ब्रॅडीरायझोबियम जॅपोनिकम आणि फॉस्फेट सोल्युलायझिंग मायक्रोऑर्गॅनिझम (पीएसएम) @5 ग्रॅम प्रति किलो बीज वापरण्याचा सल्ला दिला जातो.
ta: விதை சிகிச்சை பூஞ்சை மருந்து மற்றும் பூச்சிக்கொல்லி ஆகியவற்றுடன் முடிந்தவுடன், விவசாயிகள் பிராடைரிஜோபியம் ஜப்போனிகம் மற்றும் பாஸ்பேட் கரையக்கூடிய நுண்ணுயிரி (பி.எஸ்.எம்) ஆகியவை 5 g /கிலோ விதை முற்றிலும் பலனைப்படுத்த பரிந்துரைக்கிறார்கள்.

# seedTreatmentInfo5
source: If the soybean is grown in nontraditional/new area, they should increase the quantity to at least 10 g/kg seed.
hi: यदि सोयाबीन गैर-पारंपरिक/नए क्षेत्र में उगाया जाता है, तो उन्हें मात्रा को कम से कम 10 ग्राम/किलोग्राम बीज तक बढ़ाना चाहिए।
mr: जर सोयाबीन अनपारंपरिक/नवीन क्षेत्रात घेतले जात असेल, तर बीजाचे प्रमाण किमान 10 ग्रॅम प्रति किलोपर्यंत वाढवावे.
ta: சோயாபீன் முறைபாதார வரிசையாக வளர்க்கப்படுமானால், 10 g /கிலோ விதைக்கு குறைந்தபட்சம் அளவைக் கூட்ட வேண்டும்.

# seedTreatmentInfo6
source: Farmers are also advised to follow correct sequence of seed treatment with recommended fungicides followed by insecticide and seed inoculation.
hi: किसानों को सलाह दी जाती है कि वे अनुशंसित फफूंदनाशकों के साथ बीज उपचार, उसके बाद कीटनाशकों और बीज टीकाकरण का सही अनुक्रम का पालन करें।
mr: शेतकऱ्यांना शिफारस केलेल्या बुरशीनाशकांनी नंतर कीटकनाशकांनी आणि नंतर जैविक पदार्थांनी बीज प्रक्रिया करण्याचा योग्य क्रम पाळण्याचा सल्ला दिला जातो.
ta: விவசாயிகள் பரிந்துரை செய்யப்படும் பூஞ்சை மருந்து முறையை மற்றும் அதை தொடர்ந்து பூச்சிக்கொல்லியும், விதை பயனீட்டையும் பயன்படுத்த வேண்டும்.

# seedTreatmentInfo7
source: However, if Trichoderma viride has to be used, all the three bioagents can be used in one go for seed treatment.
hi: हालांकि, यदि ट्राइकोडर्मा विरेड का उपयोग करना हो, तो सभी तीन जैव एजेंटों का एक साथ बीज उपचार के लिए उपयोग किया जा सकता है।
mr: तथापि, जर Trichoderma viride वापरणे आवश्यक असेल, तर सर्व तीन जैविक एजंट्स एकाच वेळी बीज उपचारासाठी वापरता येऊ शकतात.
ta: அடிப்படையில், திசோடெர்மா வைரிடி பயன்படுத்தப்பட வேண்டும், விதை சிகிச்சைக்குத் தானியங்கி மூன்று உயிர்க்கிருமிகள் பயன்படுத்தப்படலாம்.

# seedTreatmentInfo8
source: They should procure these inputs (fungicides and culture) from the authentic sources and store in cool place to maintain their viability.
hi: उन्हें इन इनपुट्स (फफूंदनाशक और जैवसंस्कृति) को प्रामाणिक स्रोतों से खरीदना चाहिए और उनकी जीवंतता बनाए रखने के लिए ठंडी जगह में संग्रहीत करना चाहिए।
mr: त्यांना हे इनपुट्स (फंगसाइड्स आणि संस्कृती) प्रमाणिक स्रोतांपासून खरेदी करणे आणि त्यांची कार्यक्षमता राखण्यासाठी थंड ठिकाणी साठवणे आवश्यक आहे.
ta: இந்த இனம் (பூஞ்சை மருந்து மற்றும் கலாச்சாரம்) உண்மையான ஆதாரங்களிலிருந்து கொள்முதல் செய்ய வேண்டும் மற்றும் பாகுத்தன்மையை பராமரிக்க சிக்கனமான இடத்தில் சேமிக்க வேண்டும்.

# sowingTitle
source: Sowing Time, Spacing, and Seed Rate
hi: बुवाई का समय, अंतर और बीज दर
mr: सिंचन वेळ, अंतर आणि बियाणे प्रमाण
ta: விதைப்பதற்கான நேரம், இடைவெளி மற்றும் விதை வீதம்

# sowingInfo1
source: Since soybean is a rainfed crop grown during the kharif season, it is sown only after the arrival of monsoon. Farmers are advised to sow their crop only after 100 mm rainfall is received to ensure germination of seed and development of the plant till the next spell of rains.
hi: सोयाबीन एक वर्षा आधारित फसल है जो खरीफ मौसम के दौरान उगाई जाती है। इसे केवल मानसून के आगमन के बाद ही बोया जाता है। किसानों को सलाह दी जाती है कि वे अपनी फसल को केवल तभी बोएं जब 100 मिमी वर्षा हो चुकी हो ताकि बीज अंकुरण और अगले वर्षा के दौर तक पौधे का विकास सुनिश्चित हो सके।
mr: सोयाबीन हे एक पावसाळी पीक असून ते खरिफ हंगामात उगवते. ते फक्त पावसाची आगमन झाल्यानंतरच पेरले जाते. शेतकऱ्यांना त्यांच्या पीकाची लागवड फक्त 100 मिमी पाऊस पडल्यावर करावीत, ज्यामुळे बीजांची अंकुरण आणि पुढील पावसाच्या प्रसारापर्यंत पिकाचा विकास होईल.
ta: சோயாபீன் ஒரு மழைவைத்த பயிராக இருப்பதால், மழைக்காலம் வருகை பெற்ற பிறகு மட்டுமே கறிபு சீசனில் வளர்க்கப்படுகிறது. விதை முளைதலை உறுதிப்படுத்த 100 மில்லிமீட்டர் மழை கிடைத்த பிறகு மட்டும் விவசாயிகள் தங்கள் பயிர்களை விதைக்க பரிந்துரை செய்யப்படுகின்றனர்.

# sowingInfo2
source: The sowing of soybean seed may be done either using traditional tools like bullock drawn Dufan /Tifan /seed drill or by using tractor-drawn machines like Seed-cum-Fertilizer drill, BBF Seed Drill, FIRB Seed Drill keeping row-to-row spacing of 45 cm and plant-to-plant spacing of 4-5 cm at 3 cm depth.
hi: सोयाबीन बीज की बुवाई पारंपरिक उपकरणों जैसे बैल खींची हुई डूफान/टिफान/बीज ड्रिल या ट्रैक्टर खींची हुई मशीनों जैसे बीज-उर्वरक ड्रिल, बीबीएफ बीज ड्रिल, एफआईआरबी बीज ड्रिल का उपयोग करके की जा सकती है, जिसमें पंक्ति से पंक्ति का अंतर 45 सेमी और पौधे से पौधे का अंतर 4-5 सेमी रखा जाता है।
mr: सोयाबीन बियाणे पेरणी पारंपारिक साधने जसे की बैलाची गाडी, डुफन / तिफान / बीज ड्रिल किंवा ट्रॅक्टर-आधारित मशीन जसे की बीज-संवर्धक ड्रिल, BBF बीज ड्रिल, FIRB बीज ड्रिल वापरून केली जाऊ शकते, ज्यामध्ये पंक्तीपासून पंक्तीचे अंतर 45 सेंटीमीटर आणि रोपासून रोचे अंतर 4-5 सेंटीमीटर असावे आणि बीज 3 सेंटीमीटर खोलात पेरले जावे.
ta: சோயாபீன் விதை விதைப்பு புல்ளோக்கள் மூலம் சுழலில் பயன்படுத்தப்படலாம் அல்லது சிரம விசிறியின் அடிப்படையில் சுழல் விதை மற்றும் உர மருந்து குத்துபொறி, பி.பி.எஃப் விதை குத்துபொறி, எஃப்ஐஆர்பி குத்துப்பொறி பேச்சல் அளவையும், 45 செமி மற்றும் 3 செமி ஆழத்தில் இடைவெளியைக் கொண்டு சுறுசுறுப்பான முறையில் சுவாசித்து விபரிக்கப்படுகிறது.

# sowingInfo3
source: In case of delayed sowing on account of late onset of monsoon, farmers are advised to narrow the row spacing at 30 cm and increase the seed rate by 25% to optimize plant population and avert the likely yield loss due to slow growth.
hi: मानसून की देर से शुरुआत के कारण बुवाई में देरी होने पर, किसानों को पंक्ति के अंतर को 30 सेमी तक कम करने और पौधों की जनसंख्या को अनुकूलित करने और धीमी वृद्धि के कारण संभावित उपज हानि को रोकने के लिए बीज दर को 25% तक बढ़ाने की सलाह दी जाती है।
mr: पावसाच्या उशिराने आगमनामुळे विलंब झाल्यास, शेतकऱ्यांना पंक्तीचे अंतर 30 सेंटीमीटर करून बीजाचे प्रमाण 25% वाढविण्याचा सल्ला दिला जातो, ज्यामुळे पीकाची लोकसंख्या समायोजित केली जाऊ शकते आणि मंद विकासामुळे होणारी संभाव्य उत्पादनाची हानी टाळता येईल.
ta: விலைவழிச்சுழலின் தொடக்கத்தில் மழை தாமதமாகவிருந்தால், 30 செமி இடைவெளியில் விலையற்றவும், 25% விதை வீதத்தை உயர்த்தவும் விவசாயிகள் பரிந்துரை செய்யப்படுகிறது.

# sowingInfo4
source: The seed rate and germination percentage are inversely proportional to the seed size of soybean varieties. Small-seeded varieties are excellent in germination percentage compared to bold-seeded varieties.
hi: बीज दर और अंकुरण प्रतिशत सोयाबीन किस्मों के बीज के आकार के विपरीत अनुपात में होते हैं। छोटे बीज वाली किस्में अंकुरण प्रतिशत में उत्कृष्ट होती हैं जबकि मोटे बीज वाली किस्में कम होती हैं।
mr: सोयाबीन वाणांची बीजाची आकार प्रमाण आणि अंकुरण दर परस्पर विरुद्ध असतात. लहान आकाराचे बीज अधिक अंकुरण दर असतात, हे ठळक आकाराच्या बीजांच्या तुलनेत.
ta: விதை விதை வீதம் மற்றும் முளைதல் சதவீதம் சோயாபீன் வகைகளின் விதை அளவுடன் தொடர்பு உள்ளது. சிறிய விதையான வகைகள் திடீரென முளைதலில் சிறப்பாக இருக்கும்.

# sowingInfo5
source: Therefore, the seed rate should be modified accordingly to achieve optimum plant population and yield. The recommended seed rate for soybean varieties having medium seed size (JS 20-29, JS 93-05, JS 2069) is 60-65 kg/ha while for bold seed varieties (JS 95-60, JS 20-34, NRC 7), the seed rate should be increased to 80 kg/ha. The seed rate for small-seeded varieties like NRC 37 and JS 9752 should be reduced to only 50 kg/ha.
hi: इसलिए, बीज दर को इष्टतम पौधे की जनसंख्या और उपज प्राप्त करने के लिए संशोधित किया जाना चाहिए। मध्यम बीज आकार वाली सोयाबीन किस्मों (JS 20-29, JS 93-05, JS 2069) के लिए अनुशंसित बीज दर 60-65 किग्रा/हेक्टेयर है, जबकि मोटे बीज वाली किस्मों (JS 95-60, JS 20-34, NRC 7) के लिए बीज दर को 80 किग्रा/हेक्टेयर तक बढ़ाया जाना चाहिए। छोटे बीज वाली किस्मों जैसे NRC 37 और JS 9752 के लिए बीज दर को केवल 50 किग्रा/हेक्टेयर तक कम करना चाहिए।
mr: त्यामुळे, बीज प्रमाण तद्नुसार बदलले पाहिजे, ज्यामुळे योग्य पीक लोकसंख्या आणि उत्पादन मिळवता येईल. मीडियम आकाराच्या बीजांसाठी (JS 20-29, JS 93-05, JS 2069) 60-65 किलो/हेक्टर बीज प्रमाण सुचवले आहे, तर मोठ्या आकाराच्या बीजांसाठी (JS 95-60, JS 20-34, NRC 7) बीज प्रमाण 80 किलो/हेक्टर पर्यंत वाढवले पाहिजे. लहान आकाराच्या बीजांसाठी जसे NRC 37 आणि JS 9752, बीज प्रमाण फक्त 50 किलो/हेक्टर पर्यंत कमी करावं.
ta: எனவே, விதை வீதம் மாற்றக்கூடியதாக உள்ளது. சிறிய விதை வகைகளுக்கு சரிசெய்யவேண்டும் என்பதை அடிப்படையாகக் கொண்டு விதை வீதம் மாற்றப்பட வேண்டும். சோயாபீன் வகைகளுக்கு பரிந்துரை செய்யப்படும் விதை வீதம் (ஜெஎஸ் 20-29, ஜெஎஸ் 93-05, ஜெஎஸ் 2069) 60-65 கிலோ /எக்டர் மற்றும் பெரிய விதை வகைகளுக்கு (ஜெஎஸ் 95-60, ஜெஎஸ் 20-34, என்.ஆர்.சி 7), விதை வீதம் 80 கிலோ /எக்டருக்கு உயர்த்தப்பட வேண்டும். சிறிய விதை வகைகள் (என்.ஆர்.சி 37 மற்றும் ஜெஎஸ் 9752) மட்டும் 50 கிலோ /எக்டருக்கு குறைக்கப்பட வேண்டும்.

# sowingInfo6
source: If farmers have not used PPI herbicide (PPI) herbicides, they are advised to use the recommended pre-emergence herbicide immediately after sowing and before the emergence of soybean.
hi: यदि किसानों ने पीपीआई शाकनाशी (पीपीआई) का उपयोग नहीं किया है, तो उन्हें बुवाई के तुरंत बाद और सोयाबीन के उगने से पहले अनुशंसित पूर्व उगने वाले शाकनाशी का उपयोग करने की सलाह दी जाती है।
mr: जर शेतकऱ्यांनी PPI हर्बिसाईड्स वापरले नाहीत, तर त्यांना बीज पेरणी नंतर आणि सोयाबीन उगवण्यापूर्वी शिफारस केलेला पूर्व-उद्भव हर्बिसाईड वापरण्याचा सल्ला दिला जातो.
ta: விவசாயிகள் எப்ஐஆர்.பி. (பி.பி.எப்) களைகொல்லிகள் பயன்படுத்தவில்லை என்றால், விதை விதை முறையில் பரிந்துரைக்கப்பட்ட வரிசையான களைகொல்லிகள் பயன்படுத்தப்பட வேண்டும்.

source: Manures and Fertilizers
hi: खाद और उर्वरक
mr: खते आणि खत
ta: உரங்கள் மற்றும் உரம்

# soybeanManureDescription
source: Soybean is considered to be moderately exhaustive crop. Balanced nutrients application ensures better yield performance of soybean. The integration of 5-10 t Farm Yard Manure or 2.5 t poultry manure/ha along with the basal application of N:P205:K20:S generally provides balanced nutrition for harnessing the yield potential of soybean.
hi: सोयाबीन को एक मापदंड फसल माना जाता है। संतुलित पोषक तत्वों का उपयोग सोयाबीन की बेहतर उपज सुनिश्चित करता है। 5-10 टन फार्म यार्ड खाद या 2.5 टन पोल्ट्री खाद/हेक्टेयर के साथ साथ बेसल अनुप्रयोग N:P205:K20:S सामान्यत: सोयाबीन के उत्पादन क्षमता का लाभ उठाने के लिए संतुलित पोषण प्रदान करता है।
mr: सोयाबीन हे एक मध्यम प्रमाणात शोषक पीक आहे. संतुलित पोषणांचा वापर सोयाबीनच्या चांगल्या उत्पादनासाठी महत्त्वपूर्ण आहे. 5-10 टन किडण किंवा 2.5 टन कोंबड्यांचे खत/हेक्टर आणि नायट्रोजन: फॉस्फरस: पोटाश: सल्फर बेसल खतांचा उपयोग सोयाबीनच्या उत्पादन क्षमता वाढवण्यासाठी सामान्यतः केला जातो.
ta: சோயாபீன் மிதமாக மிகுந்த ஆற்றல் கொண்ட பயிராகக் கருதப்படுகிறது. சமச்சீர் ஊட்டச்சத்துக்கள் பயன்பாடுகள் சோயாபீன் விளைச்சல் செயல்திறனை உறுதி செய்கின்றன. மொத்த 5-10 டன் பண்ணைவழி உரம் அல்லது 2.5 டன் கோழி உரம்/எக்டர் மற்றும் அடிப்படை பயன்பாட்டு நைட்ரஜன்: பாஸ்பரஸ்: பொட்டாசியம்: சல்பர் கலப்புடன், சோயாபீன் விளைச்சல் திறனைப் பெறுவதற்கான நுண்ணுணவுகள் பொருந்துகின்றன.

# fertilizerUseDescription
source: In soybean, use of fertilizers is recommended only as basal application. Therefore, farmers are advised not to use any fertilizers particularly urea or DAP as top dressing in standing crop unless being recommended by soybean scientists.
hi: सोयाबीन में, उर्वरकों का उपयोग केवल बेसल अनुप्रयोग के रूप में सिफारिश की जाती है। इसलिए, किसानों को विशेष रूप से यूरिया या डीएपी को खड़ी फसल में शीर्ष ड्रेसिंग के रूप में उपयोग करने से बचने की सलाह दी जाती है, जब तक कि सोयाबीन वैज्ञानिकों द्वारा सिफारिश न की जाए।
mr: सोयाबीनमध्ये खतांचा वापर फक्त बेसल अनुप्रयोग म्हणून शिफारस केला जातो. त्यामुळे शेतकऱ्यांना कोणतेही खत, विशेषतः यूरिया किंवा DAP, उभ्या पीकात टॉप ड्रेसिंग म्हणून वापरण्याचा सल्ला दिला जात नाही, जर ते सोयाबीन शास्त्रज्ञांनी शिफारस केले नसतील.
ta: சோயாபீனில், உரங்களை அடிப்படை பயன்பாடாக மட்டுமே பரிந்துரைக்கப்படுகிறது. எனவே, விவசாயிகள் எந்தவொரு உரத்தைப் பயன்படுத்த வேண்டாம், குறிப்பாக யூரியா அல்லது டிஏபி என்பனவற்றை நிலையான பயிர்களில் ஏறத்தாழமாக ஏற்றம் செய்ய வேண்டாம் என்று சோயாபீன் விஞ்ஞானிகள் பரிந்துரைத்தனர்.

# fertilizerAndSeedMixingDescription
source: Farmers are also advised not to mix fertilizers along with seed during sowing of soybean. In close contact with fertilizer it gets rotten in the soil. They should ensure the placement of seed at 3 cm and the fertilizer placement at 5 cm in the soil. The top dressing of fertilizer in soybean is generally avoided or to be used in consultation with soybean scientists.
hi: किसानों को यह भी सलाह दी जाती है कि वे सोयाबीन की बुवाई के दौरान उर्वरकों को बीज के साथ न मिलाएं। उर्वरक के साथ संपर्क में आने पर यह मिट्टी में सड़ जाता है। उन्हें बीज को 3 सेंटीमीटर पर और उर्वरक को 5 सेंटीमीटर पर मिट्टी में लगाने की व्यवस्था करनी चाहिए। सोयाबीन में उर्वरक की शीर्ष ड्रेसिंग को सामान्यत: टाला जाता है या इसे सोयाबीन वैज्ञानिकों से परामर्श करके उपयोग किया जाना चाहिए।
mr: शेतकऱ्यांना सोयाबीन पेरणी करतांना खत बीजांसोबत मिश्रित करण्याचा सल्ला दिला जात नाही. खतासोबत असलेल्या संपर्कामुळे ते मातीमध्ये कुडकुडते. त्यांना 3 सेंटीमीटर खोलीत बीज ठेवण्याची आणि खत 5 सेंटीमीटर खोलीत ठेवण्याची खात्री करावी. सोयाबीनमध्ये टॉप ड्रेसिंग खत सामान्यतः टाळली जाते किंवा सोयाबीन शास्त्रज्ञांच्या सल्ल्यानुसार वापरले जाते.
ta: விவசாயிகளுக்கு சோயாபீன் விதைப்பின்போது உரத்தை விதைகளுடன் கலந்து விடாமல் பரிந்துரைக்கப்படுகிறது. உரம் தொடர்பில் வைப்பதால் மண்ணில் சீர்குலையும். அவர்கள் விதை 3 செமி மற்றும் உரம் 5 செமி மண்வழியில் வைப்பதை உறுதி செய்ய வேண்டும். சோயாபீனில் மேல்சட்டை சிறப்பா அல்லது சோயாபீன் விஞ்ஞானிகளின் ஆலோசனைப் படி பயன்படுத்தப்படும்.

# intercroppingTitle
source: Intercropping in Soybean
hi: सोयाबीन में अंतरफसल
mr: सोयाबीनमध्ये एकत्र पीक लागवड
ta: சோயாபீனில் இடைவிடாத பயிர்செய்

# intercroppingDescription1
source: Soybean is grown throughout the country as a rainfed crop during June/July-October...
hi: सोयाबीन को देश भर में जून / जुलाई-अक्टूबर के दौरान वर्षा आधारित फसल के रूप में उगाया जाता है...
mr: सोयाबीन संपूर्ण देशभर जून/जुलै-ऑक्टोबर दरम्यान पावसाळी पीक म्हणून उगवले जाते...
ta: சோயாபீன் நாட்டின் முழு பகுதிகளிலும் மழைவைத்த பயிராக ஜூன்/ஜூலை-அக்டோபர்...

# intercroppingDescription2
source: Intercropping of soybean with suitable companion crops is found to be remunerative...
hi: सोयाबीन का उपयुक्त साथी फसल के साथ अंतरफसल करना लाभकारी पाया गया है...
mr: सोयाबीनची एकत्र लागवड योग्य साथीच्या पीकांसोबत फायदेशीर ठरली आहे...
ta: சமமனம் பயிர்செய்கையில் உரிய துணை பயிர்கள் சேர்க்கும் போது சாகுபடி மேற்கொள்ளப்படுகிறது...

# intercroppingDescription3
source: When intercropped, the sowing can be done at 30 cm row to row spacing...
hi: जब अंतरफसल होती है, तो 30 सेमी पंक्ति से पंक्ति की दूरी पर बुआई की जा सकती है...
mr: एकत्र लागवड करतांना पंक्तीपासून पंक्तीचे अंतर 30 सेंटीमीटर ठेवा...
ta: இடைவிடாத பயிர்செய்கையில், விதைப்பு 30 செமி இடைவெளியில் செய்யலாம்...

# waterDescription1
source: Soybean is, by and large, grown as a rainfed crop during kharif season. Since last few years the distribution of rainfall was found to be uneven and erratic. Long dry spells, particularly during critical growth stages like seedling, flowering, and pod fill affect the yield adversely. Hence, farmers are advised to apply life saving irrigation during these critical stages in order to sustain yield levels. Farmers are advised to use BBF or Ridge and Furrow methods for soybean planting in order to mitigate the climatic adversities. The BBF or FIRB seed drill machines developed by ICAR-ISR can be used for the same.
hi: सोयाबीन, सामान्यत: खरिफ मौसम में वर्षा आधारित फसल के रूप में उगाई जाती है। पिछले कुछ वर्षों में वर्षा का वितरण असमान और अनियमित पाया गया है। लंबी सूखा अवधि, विशेषकर उन महत्वपूर्ण विकास चरणों में जैसे कि बीजांकुर, फूल और फली भरने के दौरान उपज पर प्रतिकूल प्रभाव डालती है। इसलिए, किसानों को इन महत्वपूर्ण चरणों में जीवन रक्षक सिंचाई करने की सलाह दी जाती है ताकि उपज स्तर बनाए रखा जा सके। किसानों को सोयाबीन के रोपण के लिए BBF या रिज और फर्रू विधियों का उपयोग करने की सलाह दी जाती है ताकि जलवायु संबंधी विपत्तियों से निपटा जा सके। ICAR-ISR द्वारा विकसित BBF या FIRB सीड ड्रिल मशीनों का उपयोग किया जा सकता है।
mr: सोयाबीन मुख्यतः पावसाळी पीक म्हणून खरिफ हंगामात उगवले जाते. गेल्या काही वर्षांत पावसाची वितरण विषम आणि अनियमित असल्याचे आढळले आहे. लांब शुष्क कालखंड, विशेषतः जडांकुरण, फुलांचा आणि शेंडीच्या निर्माण दरम्यान उत्पादनावर प्रतिकूल प्रभाव टाकतो. त्यामुळे शेतकऱ्यांना या महत्त्वाच्या काळात जीवन रक्षक सिंचन देण्याचा सल्ला दिला जातो. शेतकऱ्यांना पिकांच्या प्रतिकूल स्थितीला तोंड देण्यासाठी BBF किंवा रिज आणि फरू मापदंड वापरण्याचा सल्ला दिला जातो. ICAR-ISR द्वारा विकसित BBF किंवा FIRB बीज ड्रिल मशीन वापरता येतात.
ta: சோயாபீன் பெரும்பாலும் மழைவைத்து கறிபு சீசனில் வளைக்கப்படுகிறது. கடந்த சில ஆண்டுகளில் மழையின் விநியோகம் சீர்மிகுந்த மற்றும் மாறுபாடாக இருந்தது. நீண்ட வறண்ட நிலைகள், குறிப்பாக விதைப்பு, மலர்கள் மற்றும் விதை உடைப்பு போன்ற முக்கிய வளர்ச்சி நிலைகளில், விளைச்சலுக்கு தீங்கு விளைவிக்கின்றன. எனவே, விவசாயிகள் இந்த முக்கிய வளர்ச்சி நிலைகளில் நீர்ப்பாசனை செய்ய பரிந்துரைக்கப்படுகின்றனர். விவசாயிகள் பிபிஎப் அல்லது பல்லிவலி முறைகளை பயன்படுத்தி சோயாபீன் விதைப்பில் முன்னெச்சரிக்கைகளை குறைக்க பரிந்துரைக்கப்படுகின்றனர். ஐசிஏஆர்-ஐஎஸ்ஆர் உருவாக்கிய பிபிஎப் அல்லது எஃப்ஐஆர்பி விதை குத்துபொறி இயந்திரங்களை பயன்படுத்தலாம்.

# waterDescription2
source: As explained earlier, seedling, flowering and pod formation are the critical growth stages of soybean. Hence, during any of these stages, life saving irrigation should be given to soybean in case of long dry spells.
hi: जैसा कि पहले बताया गया है, बीजांकुर, फूल और फली निर्माण सोयाबीन के महत्वपूर्ण विकास चरण हैं। इसलिए, इन किसी भी चरण में, लंबी सूखा अवधि के दौरान सोयाबीन को जीवन रक्षक सिंचाई दी जानी चाहिए।
mr: जसे यापूर्वी स्पष्ट केले आहे, अंकुरण, फुलणे आणि शेंडी निर्माण सोयाबीनचे महत्त्वाचे वाढीचे टप्पे आहेत. त्यामुळे, या कोणत्याही टप्प्यावर शुष्क कालखंड येण्यास जीवन रक्षक सिंचन देणे आवश्यक आहे.
ta: முந்தைய விளக்கத்தின் படி, விதைப்பு, மலர்கள் மற்றும் விதை உருவாக்கம் சோயாபீனின் முக்கிய வளர்ச்சி நிலைகளாகும். எனவே, நீண்ட வறண்ட நிலைகளில் இதில் ஒன்றின் போது, சோயாபீன் நீர்ப்பாசனை செய்ய வேண்டும்.

source: Weed Images
hi: खरपतवार पौधों के चित्र
mr: तणाची प्रतिमा
ta: களைகள் படங்கள்

# weed1
source: Commelina Benghalensis (Bokna)
hi: कॉमलीना बेंगहालेंसिस (बोकना)
mr: कॉमेलनिया बंगालेन्सिस (बोकणा)
ta: கொம்மலினா பெங்காலென்சிஸ் (போக்னா)

# weed2
source: Cyanotis Axillaris (Diwalia)
hi: स्यानोटिस अक्सिलारिस (दीवालिया)
mr: सायनोटिस ऍक्सिलॅरिस (दिवाळिया)
ta: சையனோடிஸ் ஆக்சில்லாரிஸ் (திவலியா)

# weed3
source: Cyperus Rotundus (Motha)
hi: साइपेरस रोटंडस (मोठा)
mr: साइपेरस रोटंडस (मोठा)
ta: சைபெரஸ் ரோடண்டஸ் (மொத்தா)

# weed4
source: Digera Arvensis (Phoolni)
hi: डिजेरा आर्वेन्सिस (फूलनी)
mr: डिगेरा आर्वेन्सिस (फुलणी)
ta: டிகெரா அர்வேன்சிஸ் (பூல்னி)

# weed5
source: Echinochloa Cru-Sgalli (Sanwa)
hi: एचिनोच्लोआ क्रू-एसगाली (संवा)
mr: एचिनोच्लोआ क्रु-एस्गॅली (संवा)
ta: எசினோச்லோ க்ரு-ஸ்கால்லி (சான்வா)

# weed6
source: Euphorbia Geniculata (Dudhi)
hi: यूपॉर्पिया जेनेकुलाटा (दूधि)
mr: युफॉर्बिया जेनिक्युलेटा (दुधी)
ta: யூபோர்பியா ஜெனிகுலாட்டா (தூதிக்காய்)
